{
    "classes": [
        {
            "nome": "Arcanista",
            "icon": "icons/116.png",
            "imagem": "img/114.png",
            "livro": "principal",
            "resumo": "Arcanistas podem cair em um transe profundo e projetar temporariamente uma porção considerável de sua alma para fora do corpo, dando-lhe forma física. Envolvido por esta mortalha mágica, o Arcanista ganha uma variedade de habilidades sobrenaturais; diz-se que essas formas invocadas são manifestações das almas ancestrais pertencentes a entidades míticas lendárias, conhecidas como os Arcana. Em alguns mundos, os Arcana são até mesmo adorados como divindades.",
            "beneficio_gratis": "+5 MP",
            "skills": [
                {
                    "nome": "CERCLE ARCANIQUE",
                    "sl": 4,
                    "descricao": "Após você dispensar voluntariamente um Arcanum no seu turno durante um conflito (veja a próxima página), se aquele Arcanum não tiver sido invocado neste mesmo turno e você tiver uma arma arcana equipada, você pode imediatamente realizar a ação Conjurar (Spell) gratuitamente. A magia que você conjurar desta forma deve ter um custo total de Pontos de Mente (MP) de 【SL × 5】 ou inferior (você ainda deve pagar o custo de PM da magia)."
                },
                {
                    "nome": "RÉGÉNÉRATION ARCANE",
                    "sl": 2,
                    "descricao": "Quando você invoca um Arcanum, você imediatamente recupera 【SL × 5】 Pontos de Vida (HP)."
                },
                {
                    "nome": "LIEN ET INVOCATION",
                    "sl": 0,
                    "descricao": "Você pode vincular Arcana à sua alma e invocá-los posteriormente. O Mestre de Jogo lhe dirá os detalhes de cada processo de vinculação quando você encontrar o Arcanum em questão pela primeira vez. Você pode usar uma ação e gastar 40 Pontos de Mente (MP) para invocar um Arcanum que você vinculou: os detalhes deste processo são explicados na próxima página. Se você pegar esta Habilidade na criação de personagem, você começa o jogo com um Arcanum de sua escolha já vinculado a você, escolhido da lista nas páginas seguintes. Fora isso, você só pode obter novos Arcana através de exploração e progressão na história."
                },
                {
                    "nome": "ARCANE D'URGENCE",
                    "sl": 6,
                    "descricao": "Enquanto você estiver em Crise (Crisis), o custo para invocar seus Arcana é reduzido em 【SL × 5】 Pontos de Mente (MP)."
                },
                {
                    "nome": "ARCANISME RITUEL",
                    "sl": 0,
                    "descricao": "Você pode realizar Rituais da disciplina de Arcanismo (Arcanism), desde que seus efeitos estejam dentro dos domínios de um ou mais Arcana que você vinculou (veja as próximas páginas). Rituais de Arcanismo usam 【WLP + WLP】 para o Teste de Magia (Magic Check)."
                }
            ]
            ,
           "extra": {
"notes": "O Arcanista depende da mecânica de Fusão e Dispensa. Lembre-se: o efeito de dispensar (Dismiss) só ocorre se a dispensa for voluntária. Se você cair a 0 PV, o Arcanum desaparece sem ativar o efeito final. O dano de dispensa aumenta nos níveis 20 (+10) e 40 (+20).",
"tables": [
{
"caption": "Resumo de Regras",
"headers": ["Ação", "Custo (PM)", "Duração"],
"rows": [
["Invocar Arcanum", "40", "Até ser dispensado"],
["Dispensar (Voluntário)", "0 (Sem Ação)", "Instantâneo"],
["Escalonamento de Dano", "Nível 20/40", "+10 / +20 de dano"]
]
},
{
"caption": "Arcanum da Forja (Forge)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Resistência a Fogo; Seus danos de fogo ignoram Resistência.", "Forge: Cria arma/armadura/escudo básico de fogo. Inferno: 30 dano fogo em alvos escolhidos."],
["", "Inferno. Escolha qualquer número de criaturas que você possa ver: cada uma delas sofre 30 de dano de fogo. Esse dano ignora Resistências."]
]
},
{
"caption": "Arcanum do Gelo (Frost)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Resistência a Gelo; Imune a Enfurecido(enraged); Seus danos de gelo ignoram Resistência.", "Era do Gelo: Escolha qualquer número de criaturas para sofrerem 30 de dano de gelo. Ignora Resistências."]
]
},
{
"caption": "Arcanum do Portal (Gate)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Resistência a Escuridão; Ganha +1 de Defesa Mágica.", "Esquecimento: 30 de dano de escuridão (ignora Res.). \nWarp: Você se teleporta, juntamente com até cinco outras criaturas voluntárias próximas, para um local que você já tenha visitado anteriormente, desde que esse local esteja a até 1 dia de viagem de distância."]
]
},
{
"caption": "Arcanum do Grimório (Grimoire)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Lê/Fala todos os idiomas; Intuição (INS) sobe um tamanho de dado (máx. d12).", "Oráculo: Você faz uma única pergunta ao Mestre do Jogo. O Mestre deve responder com a verdade, descrevendo a visão que lhe é mostrada pelo Grimório. Uma vez usado, este efeito de dispensa não poderá ser utilizado novamente até o próximo amanhecer. Além disso, a mesma pergunta nunca poderá ser feita mais de uma vez. O Mestre tem a palavra final sobre quais perguntas são semelhantes demais para serem feitas novamente."]
]
},
{
"caption": "Arcanum do Carvalho (Oak)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Resistência a Terra/Veneno; Imune a Envenenado(poisoned); +5 em curas recebidas.", "Florescer: Escolha qualquer número de criaturas que você possa ver (você também pode escolher a si mesmo): cada uma delas se recupera da condição Envenenado(poisoned) e recupera 40 Pontos de Vida. Esse valor aumenta para 50 Pontos de Vida se você for nível 20 ou superior, ou para 60 Pontos de Vida se você for nível 40 ou superior."]
]
},
{
"caption": "Arcanum do Céu (Sky)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Resistência a Ar/Raio; Pode prever o clima para o dia seguinte.", "Tempestade: Escolha qualquer número de criaturas para sofrerem 30 de dano de raio. Ignora Resistências."]
]
},
{
"caption": "Arcanum da Espada (Sword)",
"headers": ["Benefícios de Fusão (Merge)"],
"rows": [
["Seus ataques causam 5 de dano adicional, e todo o dano causado por seus ataques é tratado como sem tipo (portanto, não é afetado por Afinidades de dano). O dano causado por seus ataques não pode ganhar um tipo enquanto você estiver fundido com este Arcanum. Quando você realiza um ataque, pode fazer com que esse ataque ganhe a propriedade múltiplo (qualquer número de alvos). Se fizer isso, este Arcanum será automaticamente dispensado após a resolução do ataque (isso não é considerado uma dispensa voluntária)."]
]
},
{
"caption": "Arcanum da Torre (Tower)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Escolha um tipo de dano elemental: todos os aliados ganham Resistência a ele.", "Julgamento: Escolha qualquer número de criaturas para sofrerem 30 de dano de luz. Ignora Resistências."]
]
},
{
"caption": "Arcanum da Roda (Wheel)",
"headers": ["Benefícios de Fusão (Merge)", "Efeito de Dispensa (Dismiss)"],
"rows": [
["Imune ao status Lento(Slow); Ganha +1 de Defesa.", "Parar o Tempo: Escolha qualquer número de criaturas que você possa ver: cada uma delas sofre a condição Lento(Slow). Se uma criatura escolhida dessa forma já estiver Lenta(Slow), ela realizará uma ação a menos durante seu próximo turno (mínimo de 0 ações)."]
]
}
]
}
        },
        {
            "nome": "Chimerist",
            "icon": "icons/127.png",
            "imagem": "img/126.png",
            "livro": "principal",
            "resumo": "Quimeristas extraem seu poder das almas dos monstros e bestas que encontram.\nAo manipular sua energia selvagem interior, esses magos podem imitar as habilidades mágicas de monstros e alcançaram uma compreensão sobrenatural de criaturas ferozes.\nQuimeristas frequentemente dependem de sua resistência e proeza física, além da magia; eles são frequentemente vistos viajando pelo mundo em busca de criaturas raras e encantadas.",
            "beneficio_gratis": "+5 MP & Acesso a rituais da disciplina de Ritualismo",
            "skills": [
                {
                    "nome": "ASSIMILATION",
                    "sl": 5,
                    "descricao": "Após você causar dano a uma ou mais criaturas com uma magia, se você tiver uma arma arcana, adaga ou mangual equipada, você recupera 【SL × 2】 Pontos de Mente (MP)."
                },
                {
                    "nome": "LANGAGE SAUVAGE",
                    "sl": 0,
                    "descricao": "Você pode se comunicar com criaturas das Espécies besta (beast), monstro (monster) e planta (plant)."
                },
                {
                    "nome": "PATHOGENÈSE",
                    "sl": 0,
                    "descricao": "Quando você causa dano a uma ou mais criaturas com uma de suas magias de Quimerista (Chimerist spells), cada uma daquelas criaturas que compartilhar sua Espécie com a criatura da qual você aprendeu originalmente aquela magia sofre envenenado (poisoned)."
                },
                {
                    "nome": "CHIMÉRISME RITUEL",
                    "sl": 0,
                    "descricao": "Você pode realizar Rituais cujos efeitos estejam dentro da disciplina de Quimerismo (Chimerism). Quando você adquire esta Habilidade, escolha 【INS + WLP】 ou 【MIG + WLP】. De agora em diante, seus Rituais de Quimerismo usarão os Atributos escolhidos para o Teste de Magia (Magic Check)."
                },
                {
                    "nome": "MIMÉTISME MAGIQUE",
                    "sl": 10,
                    "descricao": "Quando você vê uma criatura pertencente às Espécies besta (beast), monstro (monster) ou planta (plant) conjurar uma magia, você pode imediatamente escolher aprender aquela magia como uma magia de Quimerista (Chimerist spell) sua: se o fizer, registre a Espécie da criatura da qual você a aprendeu. Quando você adquire esta Habilidade pela primeira vez, escolha 【INS + WLP】 ou 【MIG + WLP】. De agora em diante, suas magias de Quimerista ofensivas (offensive spells) usarão os Atributos escolhidos para o Teste de Magia (Magic Check), independentemente dos Atributos usados pela criatura da qual você aprendeu a magia. Você pode ter até 【SL + 2】 magias de Quimerista diferentes memorizadas desta forma. Se você quiser memorizar uma nova magia de Quimerista, mas já estiver no seu limite, você deve esquecer uma de suas magias antigas e substituí-la pela nova magia."
                }
            ]
        },
        {
    "nome": "Darkblade",
    "icon": "icons/129.png",
    "imagem": "img/128.png",
    "livro": "principal",
    "resumo": "Darkblades são guerreiros sombrios e poderosos que escondem um passado doloroso. Devido a experiências trágicas no campo de batalha ou na vida pessoal, suas almas desenvolveram uma afinidade pela dor e pela energia das sombras.\nUm herói improvável, para dizer o mínimo, um Darkblade pode agora sacrificar sua força vital para desferir ataques poderosos e é capaz de extrair resolução, poder e até mesmo conhecimento do sofrimento que experiencia.",
    "beneficio_gratis": "+5HP & capacidade de equipar martial melee weapons e martial armor",
    "skills": [
        {
            "nome": "AGONIE",
            "sl": 5,
            "descricao": "Após você causar dano a uma ou mais criaturas, se você tiver um Vínculo (Bond) com pelo menos uma daquelas criaturas, você pode recuperar 【SL × 2】 Pontos de Vida (HP) e 【SL × 2】 Pontos de Mente (MP)."
        },
        {
            "nome": "SANG TÉNÉBREUX",
            "sl": 0,
            "descricao": "Enquanto você estiver em Crise (Crisis), você tem Resistência a dano de escuridão e dano de veneno."
        },
        {
            "nome": "CŒUR DES TÉNÈBRES",
            "sl": 0,
            "descricao": "Uma vez por cena, ao entrar em Crise (Crisis), você pode escolher uma criatura específica que possa ver e com a qual não tenha um Vínculo (Bond). Se o fizer, crie um Vínculo de ódio com aquela criatura."
        },
        {
            "nome": "DOULOUREUSE LEÇON",
            "sl": 3,
            "descricao": "Após outra criatura fazer você perder Pontos de Vida (com um ataque, uma magia ou qualquer outro método), você pode imediatamente realizar a ação Estudar (Study) naquela criatura (veja página 74) gratuitamente. Se o fizer, ganhe um bônus igual a 【SL】 no seu Teste (Check). Lembre-se, você só pode estudar o mesmo aspecto de uma criatura uma única vez."
        },
        {
            "nome": "FRAPPE D'OMBRE",
            "sl": 5,
            "descricao": "Você aprendeu a canalizar sua força vital em seus ataques. Você pode usar uma ação para realizar um Ataque Sombrio: role seu dado de Força (Might) atual e perca uma quantidade de Pontos de Vida igual a 【o número rolado no seu dado de Força】. Se isso não reduziu seus Pontos de Vida a 0, você pode realizar um ataque gratuito com uma arma que você tenha equipada: se este ataque atingir um ou mais alvos, ele causa dano extra igual a 【SL + o número rolado no seu dado de Força】. No entanto, todo o dano causado por este ataque se torna de escuridão e seu tipo de dano não pode ser alterado."
        }
    ]
},
{
    "nome": "Elementalista",
    "icon": "icons/131.png",
    "imagem": "img/130.png",
    "livro": "principal",
    "resumo": "Um Elementalista aprendeu a canalizar as almas que fluem dentro dos elementos básicos da criação: Ar, Terra, Fogo e Água. Alguns deles desenvolvem feitiços complexos para conter as poderosas energias da natureza; outros buscam sua proteção em harmonia e comunhão.\nA magia elemental pode ser altamente destrutiva, causando dano e infligindo efeitos de status negativos. Devido a isso, há muitos que cobiçariam as habilidades de um Elementalista... muitas vezes para propósitos nefastos.",
    "beneficio_gratis": "+5MP & Acesso a rituais da disciplina de Ritualismo",
    "skills": [
        {
            "nome": "CATACLYSME",
            "sl": 3,
            "descricao": "Quando você conjura uma magia instantânea (instantaneous spell), se você tiver uma arma arcana equipada, você pode aumentar o custo total de PM da magia em até 【SL × 10】 Pontos de Mente. Se o fizer e a magia causar dano a uma ou mais criaturas, ela causará 5 de dano extra a cada criatura para cada 10 Pontos de Mente pelos quais você aumentou seu custo total de PM."
        },
        {
            "nome": "MAGIE ÉLÉMENTAIRE",
            "sl": 10,
            "descricao": "Cada vez que você adquire esta Habilidade, aprenda uma magia de Elementalista (Elementalist spell) (veja as próximas duas páginas). Magias de Elementalista ofensivas (offensive spells) usam 【INS + WLP】 para o Teste de Magia (Magic Check)."
        },
        {
            "nome": "ARTILLERIE MAGIQUE",
            "sl": 3,
            "descricao": "Quando você conjura uma magia ofensiva (offensive spells), se você tiver uma arma arcana equipada, você ganha um bônus no seu Teste de Magia (Magic Check) igual a 【SL × 2】."
        },
        {
            "nome": "ÉLÉMENTALISME RITUEL",
            "sl": 0,
            "descricao": "Você pode realizar Rituais cujos efeitos estejam dentro da disciplina de Elementalismo (Elementalism). Rituais de Elementalismo usam 【INS + WLP】 para o Teste de Magia (Magic Check)."
        },
        {
            "nome": "LAME SORCIÈRE",
            "sl": 4,
            "descricao": "Quando você conjura uma magia ofensiva (offensive spells) que tenha como alvo uma única criatura, se a magia tiver um custo total de Pontos de Mente de 【SL × 10】 ou inferior e você tiver uma ou mais armas do tipo arco (bow), combate desarmado (brawling), adaga (dagger), mangual (flail), lança (spear) ou espada (sword) equipadas, você pode escolher uma dessas armas. Se o fizer, seu Teste de Magia (Magic Check) para a magia usará a fórmula do Teste de Precisão (Accuracy Check) da arma escolhida; por exemplo, o Teste de Magia para uma magia de Elementalista conjurada através de uma espada de bronze (página 131) será 【DEX + MIG】+1 em vez de 【INS + WLP】."
        }
    ],
    "extra":{
        "notes": "As magias de Elementalista são focadas em dano direto e controle de área. O uso de armas arcanas é altamente recomendado para maximizar o bônus de Artilharia Mágica.(Offensive Spells precisam de Magic Checks)",
        "tables": [
            {
                "caption": "Magias de Elementalista",
                "headers": ["Magia", "Custo (PM)", "Alvo", "Duração", "Efeito"],
                "rows": [
                    ["Elemental Shroud", "5 x T", "Até 3 criaturas", "Cena", "Escolha Ar, Raio, Terra, Fogo ou Gelo: alvos ganham Resistência ao tipo escolhido."],
                    ["Elemental Weapon", "10", "Uma arma", "Cena", "Arma causa dano de Ar, Raio, Terra, Fogo ou Gelo. Permite um ataque gratuito ao conjurar."],
                    ["Flare", "20", "Uma criatura", "Instantânea", "Causa [HR + 25] de dano de fogo. Ignora Resistências."],
                    ["Fulgur (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] de dano de raio. Oportunidade: Alvos ficam Atordoados(Dazed)."],
                    ["Glacies (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] de dano de gelo. Oportunidade: Alvos ficam Lentos(Slow)."],
                    ["Iceberg", "20", "Uma criatura", "Instantânea", "Causa [HR + 25] de dano de gelo. Ignora Resistências."],
                    ["Ignis (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] de dano de fogo. Oportunidade: Alvos ficam Abalados(Shaken)."],
                    ["Soaring Strike", "10", "Self", "Instantânea", "Ataque corpo a corpo gratuito que pode atingir alvos distantes. +5 dano com Lança/Combate Desarmado."],
                    ["Terra (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] de dano de terra. Não atinge voadores. Oportunidade: -1 ação no próximo turno."],
                    ["Thunderbolt", "20", "Uma criatura", "Instantânea", "Causa [HR + 25] de dano de raio. Ignora Resistências."],
                    ["Ventus (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] de dano de ar. Oportunidade: Alvos voadores aterrissam."],
                    ["Vortex", "10", "Self", "Cena", "Ganha +2 de Defesa contra ataques à distância."]
                ]
            }
        ]
    }   
},
{
    "nome": "Entropist",
    "icon": "icons/133.png",
    "imagem": "img/132.png",
    "livro": "principal",
    "resumo": "Muito acima das estrelas, onde suas luzes não brilham, existe um vazio sem fundo onde a vida e as almas definham e se transformam de maneiras insondáveis.\nEste reino é uma não-realidade, uma expansão infinita de caos imune às leis do tempo, espaço e probabilidade.\nEntropistas referem-se a este reino como o Cosmos, os Céus, ou simplesmente como a Dama Sorte: eles estão entre os poucos dotados da habilidade de canalizar suas energias que dobram a realidade.",
    "beneficio_gratis": "+5MP & Acesso a rituais da disciplina de Ritualismo",
    "skills": [
        {
            "nome": "ABSORPTION DE PM",
            "sl": 5,
            "descricao": "Após você sofrer dano, você pode imediatamente recuperar 【SL × 2】 Pontos de Mente (MP)."
        },
        {
            "nome": "MAGIE ENTROPIQUE",
            "sl": 10,
            "descricao": "Cada vez que você adquire esta Habilidade, aprenda uma magia de Entropista (Entropist spell) (veja as próximas duas páginas). Magias de Entropista ofensivas (offensive spells) usam 【INS + WLP】 para o Teste de Magia (Magic Check)."
        },
        {
            "nome": "SEPT CHANCEUX",
            "sl": 0,
            "descricao": "Você tem um número da sorte; no início de cada sessão, esse número é 7. Uma vez por cena, após você realizar um Teste (Check), você pode substituir o valor mostrado em um dos dados que você rolou pelo seu número da sorte (mesmo que isso resulte em um Resultado impossível, como um valor 7 em um d6). Se o fizer, o valor substituído se torna seu novo número da sorte."
        },
        {
            "nome": "ENTROPISME RITUEL",
            "sl": 0,
            "descricao": "Você pode realizar Rituais cujos efeitos estejam dentro da disciplina de Entropismo (Entropism). Rituais de Entropismo usam 【INS + WLP】 para o Teste de Magia (Magic Check)."
        },
        {
            "nome": "TEMPS DÉROBÉ",
            "sl": 4,
            "descricao": "Durante um conflito, você pode usar uma ação para interferir no fluxo do tempo gastando até 【SL × 5】 Pontos de Mente (MP). Para cada 5 Pontos de Mente que você gastar desta forma, escolha uma opção: uma criatura que você possa ver sofre lento (Slow); ou uma criatura que você possa ver se recupera de lento(Slow); ou uma criatura que você possa ver pode imediatamente realizar a ação Equipamento (Equipment) gratuitamente; ou escolha um aliado que você possa ver que ainda não tenha agido durante esta rodada: esse aliado pode agir imediatamente após o seu turno durante esta rodada. Cada opção só pode ser escolhida uma vez por uso desta Habilidade."
        }
    ],
    "extra":{
        "notes": "A magia entropica manipula o tempo e a sorte. A magia Gamble (Hasard) é extremamente volátil e pode afetar aliados.(Offesive Spells exigem Magic Checks)",
        "tables": [
            {
                "caption": "Magias de Entropista",
                "headers": ["Magia", "Custo (PM)", "Alvo", "Duração", "Efeito"],
                "rows": [
                    ["Acceleration", "20", "Uma criatura", "Cena", "Alvo ganha 1 ação extra por turno (máx. 2 ações extras no total)."],
                    ["Anomaly", "20", "Uma criatura", "Cena", "Se o alvo sofreria dano que Absolve ou é Imune, é tratado como Vulnerável uma vez."],
                    ["Dark Weapon", "10", "Uma arma", "Cena", "Arma causa dano de escuridão. Permite um ataque gratuito ao conjurar."],
                    ["Dispel", "10", "Uma criatura", "Instantânea", "Remove efeitos de magias com duração de Cena do alvo."],
                    ["Divination", "10", "Self", "Cena", "Pode forçar o reroll de dois testes (exceto críticos/fumbles)."],
                    ["Drain Spirit (offensive spells)", "5", "Uma criatura", "Instantânea", "Alvo perde [HR + 15] PM. Você recupera metade do valor perdido."],
                    ["Drain Vigor (offensive spells)", "10", "Uma criatura", "Instantânea", "Alvo sofre [HR + 15] dano escuridão. Você recupera metade do valor perdido em PV."],
                    ["Gamble (Hasard)", "Até 20", "Especial", "Instantânea", "Rola dado de Willpower (1 dado por cada 10 PM) e escolhe um resultado (veja tabela abaixo)."],
                    ["Mirror", "10", "Uma criatura", "Cena", "Reflete a próxima magia ofensiva de volta para o conjurador."],
                    ["Omega", "20", "Uma criatura", "Instantânea", "Alvo perde PV igual a [20 + metade do nível do alvo]."],
                    ["Stop (offensive spells)", "10", "Uma criatura", "Instantânea", "Alvo realiza uma ação a menos no próximo turno."],
                    ["Umbra (offensive spells)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [HR + 15] dano escuridão. Oportunidade: Alvos ficam Fracos(weak)."]
                ]
            },
            {
                "caption": "Tabela de Gamble (Hasard)",
                "headers": ["Resultado", "Efeito"],
                "rows": [
                    ["1", "Você perde metade do seu PV e PM atual."],
                    ["2-3", "Todas as criaturas na cena (incluindo você) ficam Envenenadas(poisoned)."],
                    ["4-6", "Todas as criaturas na cena (incluindo você) ficam Lentas(Slow)."],
                    ["7-8", "Até 3 alvos recuperam 50 PV e curam todos os status."],
                    ["9+", "Qualquer número de alvos sofre 30 de dano. Role d6 para o tipo: 1.Ar, 2.Raio, 3.Escuridão, 4.Terra, 5.Fogo, 6.Veneno."]
                ]
            }
        ]
    }
},
{
    "nome": "Fury",
    "icon": "icons/135.png",
    "imagem": "img/134.png",
    "livro": "principal",
    "resumo": "Furies nunca sabem quando desistir. Na batalha e na vida, eles são enérgicos, determinados e muitas vezes inquietos. Quaisquer que sejam os ideais ou desejos que impulsionam suas ações, eles não pararão por nada e arriscarão tudo para alcançá-los.\nAlguns Furies passam por um treinamento rígido para controlar suas emoções; outros simplesmente veem a força como a solução para todos os problemas e estão constantemente à beira de deixar a raiva tomar conta deles.",
    "beneficio_gratis": "+5HP & martial melee weapons e martial armor",
    "skills": [
        {
            "nome": "ADRÉNALINE",
            "sl": 5,
            "descricao": "Enquanto você estiver em Crise (Crisis), você causa 【SL × 2】 de dano extra (seja com ataques, magias, Arcana, itens ou qualquer outro método)."
        },
        {
            "nome": "FRÉNÉSIE",
            "sl": 0,
            "descricao": "Seus Testes de Precisão (Accuracy Checks) com armas do tipo combate desarmado (brawling), adaga (dagger), mangual (flail) e armas de arremesso (thrown) ativam um sucesso crítico se ambos os dados mostrarem o mesmo número (e o Teste não for uma falha crítica/fumble)."
        },
        {
            "nome": "ESPRIT INDOMPTABLE",
            "sl": 4,
            "descricao": "Quando você gasta um ou mais Pontos de Fabula (Fabula Points), você recebe um benefício adicional — escolha uma opção: você recupera 【SL × 5】 Pontos de Vida (HP); ou você recupera 【SL × 5】 Pontos de Mente (MP); ou você se recupera de um único efeito de status de sua escolha."
        },
        {
            "nome": "PROVOCATION",
            "sl": 5,
            "descricao": "Você pode usar uma ação e gastar 5 Pontos de Mente (MP) para realizar um Teste Oposto (Opposed Check) de 【MIG + WLP】 contra uma criatura que você possa ver — descreva como você a provoca! Se você tiver sucesso, o alvo sofre enfurecido (enraged) e é compelido a focar a atenção em você (seus ataques e magias ofensivas devem incluir você entre os alvos, se possível). Esta compulsão termina se você cair inconsciente ou sair da cena, se a criatura não estiver mais enfurecida(enraged), ou se ela for provocada com sucesso por outra pessoa. Você ganha um bônus igual a 【SL】 nos seus Testes de 【MIG + WLP】 para esta Habilidade."
        },
        {
            "nome": "ENDURER",
            "sl": 5,
            "descricao": "Quando você realiza a ação Proteger (Guard), se você escolher não fornecer cobertura a outra criatura, você recupera Pontos de Vida iguais a 【SL, multiplicado pela maior força entre seus Vínculos (Bonds)】 e escolhe Might ou Willpower: você trata o Atributo escolhido como se fosse um tamanho de dado maior (até um máximo de d12) até o final do seu próximo turno."
        }
    ]
},
{
    "nome": "Guardian",
    "icon": "icons/138.png",
    "imagem": "img/136.png",
    "livro": "principal",
    "resumo": "Orgulhosos e altruístas, Guardiões são indivíduos que conhecem o valor da vida... e estão dispostos a se sacrificar por uma pessoa, nação ou ideal que juraram proteger. Eles são frequentemente indivíduos extraordinários e impressionantes, como soldados valentes ou veteranos marcados por mil batalhas.\nEmbora alguns Guardiões possam parecer barulhentos e espalhafatosos, muitos estão simplesmente mascarando a memória atormentada daqueles que falharam em proteger.",
    "beneficio_gratis": "+5HP & martial armor e martial shields",
    "skills": [
        {
            "nome": "GARDE DU CORPS",
            "sl": 0,
            "descricao": "Se você realizar a ação Proteger (Guard) e escolher fornecer cobertura a outra criatura, aquela criatura ganha Resistência a todos os tipos de dano até o início do seu próximo turno."
        },
        {
            "nome": "MAÎTRISE DÉFENSIVE",
            "sl": 5,
            "descricao": "Enquanto você tiver um escudo (shield) ou uma armadura marcial (martial armor) equipada, todo dano que você sofrer é reduzido e【SL】 (aplicado antes das Afinidades de dano)."
        },
        {
            "nome": "DOUBLE BOUCLIER",
            "sl": 0,
            "descricao": "Você agora pode equipar um escudo no espaço da sua mão principal (main hand). Enquanto você tiver dois escudos equipados, você ganha os benefícios de ambos os itens e pode tratá-los como a seguinte arma combinada de combate desarmado (brawling) corpo a corpo de duas mãos:\nARMA\t| PRECISÃO |\tDANO\nEscudos Gêmeos (Twin Shields)\t【MIG + MIG】\t【HR + 5】físico\n\nCausa dano extra igual ao seu 【SL】 em Maestria Defensiva (acima)."
        },
        {
            "nome": "FORTERESSE",
            "sl": 5,
            "descricao": "Aumenta permanentemente seus Pontos de Vida (HP) máximos em 【SL × 3】."
        },
        {
            "nome": "PROTECTION",
            "sl": 0,
            "descricao": "Quando outra criatura for ameaçada por um ataque, magia ou outro perigo, você pode tomar o lugar dela (quaisquer Testes (Checks) que façam parte do perigo serão realizados contra você; você pode declarar o uso desta Habilidade antes ou depois dos Testes terem sido feitos). Se o perigo já afetava você, ele o afeta duas vezes (resolva ambas as instâncias separadamente); você também não pode proteger múltiplas criaturas do mesmo perigo. Se você usar esta Habilidade durante um conflito, não poderá usá-la novamente até o início do seu próximo turno."
        }
    ]
},
{
    "nome": "Loremaster",
    "icon": "icons/140.png",
    "imagem": "img/139.png",
    "livro": "principal",
    "resumo": "Loremasters são conhecidos por sua curiosidade insaciável e apetite pela descoberta. Eles acreditam firmemente que conhecimento equivale a poder e muitas vezes trocariam todo o ouro do mundo por uma chance de resolver um bom mistério.\nInfelizmente, a maioria dos Loremasters tende a ser distante e facilmente distraída, raramente se preocupando com assuntos \"pragmáticos\"... a ponto de, às vezes, não perceberem as implicações mais sombrias de suas descobertas.",
    "beneficio_gratis": "+5 MP",
    "skills": [
        {
            "nome": "ÉCLAIR DE GÉNIE",
            "sl": 3,
            "descricao": "Quando você rola 13 ou mais em um Teste (Check) realizado para investigar uma criatura, item ou localização — isto inclui usar a ação Estudar (Study) durante um conflito — você pode fazer ao Mestre de Jogo (MJ) até 【SL】 perguntas sobre o alvo da sua investigação. Você pode fazer essas perguntas imediatamente ou guardá-las para mais tarde; sempre que você fizer uma dessas perguntas, o MJ responderá sinceramente e você descreverá o processo dedutivo do seu personagem. Esta Habilidade só pode ser usada uma vez na mesma criatura, item ou localização."
        },
        {
            "nome": "CONCENTRATION",
            "sl": 5,
            "descricao": "Aumenta permanentemente seus Pontos de Mente (MP) máximos em 【SL × 3】. Quando você realiza um Teste Aberto (Open Check) usando 【INS + INS】, você ganha um bônus igual a 【SL】 nesse Teste (isto se aplica apenas a Testes Abertos)."
        },
        {
            "nome": "SAVOIR EST POUVOIR",
            "sl": 0,
            "descricao": "Quando você realiza um Teste de Precisão (Accuracy Check), você pode substituir um dos dados de Atributo por Intuição (Insight) (como 【INS + INS】 para uma pistola ou 【INS + MIG】 para um machado de guerra)."
        },
        {
            "nome": "ÉVALUATION RAPIDE",
            "sl": 6,
            "descricao": "No início de um conflito, você pode gastar até 【SL × 5】 Pontos de Mente (MP). Para cada 5 Pontos de Mente que você gastar desta forma, escolha uma opção: escolha uma criatura que você possa ver e o MJ revela uma de suas Características (Traits); ou nomeie um tipo de dano e escolha uma criatura que você possa ver, e o MJ revela a Afinidade (Affinity) daquela criatura àquele tipo de dano."
        },
        {
            "nome": "MÉMOIRE EXERCÉE",
            "sl": 0,
            "descricao": "Você pode se lembrar perfeitamente dos detalhes de qualquer cena que tenha visitado na última semana. Você pode \"voltar no tempo\" em sua mente para examinar e investigar tais cenas novamente — sua Habilidade Lampejo de Intuição (Flash of Insight) se aplicará a essas memórias também."
        }
    ]
},
{
    "nome": "ORATOR",
    "icon": "icons/142.png",
    "imagem": "img/141.png",
    "livro": "principal",
    "resumo": "Alguns são graciosos e sempre sorridentes, outros são sutis e espirituosos: Oradores são tão bons em ler o coração de alguém quanto em reunir aliados para sua causa, às vezes involuntariamente.\nAs palavras de um Orador podem reacender espíritos ou mergulhar seus oponentes em desespero: ao longo dos séculos, os talentos de alguns Oradores levaram nações inteiras à ruína... e tantos outros concederam a reinos caídos a chance de ressurgir de suas próprias cinzas.",
    "beneficio_gratis": "+5 MP",
    "skills": [
        {
            "nome": "CONDAMNATION",
            "sl": 4,
            "descricao": "Você pode usar uma ação e gastar 5 Pontos de Mente (MP) para realizar um Teste Oposto (Opposed Check) de 【INS + WLP】 contra uma criatura que possa ouvi-lo e entendê-lo — descreva suas acusações! Se você tiver sucesso, o alvo perde 【SL × 10】 Pontos de Mente e sofre atordoado (Dazed) ou abalado (Shaken) (à sua escolha). Você ganha um bônus equal a 【SL】 nos seus Testes de 【INS + WLP】 para esta Habilidade."
        },
        {
            "nome": "ENCOURAGEMENT",
            "sl": 6,
            "descricao": "Durante um conflito, você pode usar uma ação e gastar 5 Pontos de Mente (MP) para escolher outra criatura que possa ouvi-lo e entendê-lo. Aquela criatura recupera 【SL × 5】 de HP e escolhe Dexterity, Insight, Might ou Willpower: ela trata o Atributo escolhido como se fosse um tamanho de dado maior (até um máximo de d12) até o início do seu próximo turno."
        },
        {
            "nome": "MA FOI EN TOI",
            "sl": 2,
            "descricao": "Após outro Personagem Jogador (Player Character) que seja capaz de ouvi-lo realizar um Teste (Check), você pode gastar 1 Ponto de Fabula (Fabula Point) e invocar uma de suas Características (Traits) ou Vínculos (Bonds) para permitir que role novamente os dados ou melhore o Resultado do Teste (seguindo as regras normais). Então, se você tiver um Vínculo (Bond) com aquele personagem, ele recupera 【SL × 10】 Pontos de Mente (MP)."
        },
        {
            "nome": "PERSUASION",
            "sl": 2,
            "descricao": "Quando você realiza com sucesso um Teste (Check) para preencher ou apagar seções de um Relógio (Clock), se sua abordagem dependeu de charme, diplomacia, enganação ou intimidação, você pode gastar até 【SL × 20】 Pontos de Mente (MP). Se o fizer, preencha ou apague uma seção adicional daquele Relógio para cada 20 Pontos de Mente que você gastar desta forma."
        },
        {
            "nome": "ALLIÉ INATTENDU",
            "sl": 0,
            "descricao": "Você pode usar uma ação e gastar 1 Ponto de Fabula (Fabula Point) para escolher uma criatura não hostil capaz de ouvi-lo e entendê-lo. Se o fizer, aquela criatura se torna prestativa (helpful) a você, desde que você seja gentil e respeitoso com ela e seus pedidos sejam razoáveis."
        }
    ]
},
{
    "nome": "ROGUE",
    "icon": "icons/144.png",
    "imagem": "img/143.png",
    "livro": "principal",
    "resumo": "Alguns são graciosos e sempre sorridentes, outros são sutis e espirituosos: Oradores são tão bons em ler o coração de alguém quanto em reunir aliados para sua causa, às vezes involuntariamente.\nSejam eles criminosos, rebeldes ou espiões, Rogues estão mais do que dispostos a jogar sujo para conseguir o que querem. Rogues são geralmente rápidos, espirituosos e elusivos: embora alguns deles sejam infames por se preocuparem principalmente com sua riqueza e lucro pessoal, muitos se veem como lutadores contra a injustiça, tirania ou exclusão social.\nTragicamente, é bastante comum que Rogues acabem sendo pintados como ameaças por aquelas mesmas pessoas pelas quais lutam.",
    "beneficio_gratis": "+2 PI",
    "skills": [
        {
            "nome": "COUP BAS",
            "sl": 5,
            "descricao": "Quando você acerta uma criatura com um ataque, se o ataque mirou apenas aquela criatura e ela estiver sofrendo de um ou mais efeitos de status, você pode fazer com que ele cause dano extra igual a 【SL + o número de efeitos de status na criatura】."
        },
        {
            "nome": "ESQUIVE",
            "sl": 3,
            "descricao": "Enquanto você não tiver Shields ou Martial Armos equipados sua pontuação de Defesa é aumentado em 【SL】."
        },
        {
            "nome": "VÉLOCITÉ",
            "sl": 3,
            "descricao": "No início de um conflito, você pode gastar 10 Pontos de Mente. Se o fizer, escolha uma opção e aplique-a antes do início da primeira rodada: realizar um ataque gratuito com uma arma que você tenha equipada; ou realizar uma ação de Atrapalhar ou de Objetivo. Você também recebe um bônus igual a 【SL】 em todos os Testes que realizar como parte da opção escolhida."
        },
        {
            "nome": "À LA PROCHAINE",
            "sl": 0,
            "descricao": "Você pode usar uma ação e gastar 1 Ponto de Fabula para desaparecer da cena atual, reaparecendo quando quiser durante uma cena diferente em que outro Personagem de Jogador esteja presente. Descreva como você escapou e milagrosamente chegou aqui!"
        },
        {
            "nome": "VOL D'ÂME",
            "sl": 5,
            "descricao": "Você pode usar uma ação para realizar um Teste de 【DEX + WLP】 contra a Defesa Mágica de uma criatura que você possa ver. Se você tiver sucesso e o alvo for um soldado, você recupera 【SL】 Pontos de Inventário; se ele for um elite ou campeão, o Mestre lhe dá o tesouro da alma do alvo, um item com valor em zenit igual ou inferior a 【o nível do alvo multiplicado por 30, ou por 50 se for um Vilão】. Este tesouro da alma aparecerá em sua mochila; uma criatura só pode ser roubada com sucesso com esta Habilidade uma única vez. Você recebe um bônus igual a 【SL】 em seus Testes de 【DEX + WLP】 para esta Habilidade."
        }
    ]
},
{
    "nome": "SHARPSHOOTER",
    "icon": "icons/146.png",
    "imagem": "img/145.png",
    "livro": "principal",
    "resumo": "A maioria dos Sharpshooters é excepcionalmente boa em lidar com ameaças a uma distância cuidadosamente calculada; outros são corajosos, habilidosos ou imprudentes o suficiente para enfrentar seus inimigos à queima-roupa.\nEmbora muitos desses atiradores habilidosos sejam soldados endurecidos pela batalha, alguns se voltaram para uma vida de pirataria, caça de recompensas ou banditismo. Alguns colocaram suas habilidades a serviço do povo, ou as usam para proteger um local sagrado ou proibido de intrusos.",
    "beneficio_gratis": "+5 HP & martial ranged weapons e martial shields",
    "skills": [
        {
            "nome": "BARRAGE",
            "sl": 0,
            "descricao": "Quando você realiza um ataque à distância, pode gastar 10 Pontos de Mente para escolher uma opção: o ataque ganha multi (2); ou você aumenta a propriedade multi do ataque em um, até um máximo de multi (3)."
        },
        {
            "nome": "TIR CROISÉ",
            "sl": 0,
            "descricao": "Depois que uma criatura que você possa ver realizar um ataque à distância, você pode gastar uma quantidade de Pontos de Mente igual ao Resultado total do Teste de Precisão dela para fazer com que o ataque falhe automaticamente contra todos os alvos. Você só pode usar esta Habilidade se tiver uma arma de ataque à distância equipada, e ela não tem efeito se o Teste de Precisão foi um sucesso crítico."
        },
        {
            "nome": "ŒIL DE FAUCON",
            "sl": 5,
            "descricao": "Quando você realiza a ação Proteger, se optar por não fornecer cobertura a outra criatura, pode escolher uma opção: o próximo ataque à distância que você realizar antes do fim da cena atual causará 【SL × 2】 de dano extra; ou você pode imediatamente realizar um ataque gratuito com um arco ou arma de fogo que tenha equipado, tratando sua Rolagem Alta (HR) como 0 ao calcular o dano causado por este ataque."
        },
        {
            "nome": "MAÎTRISE À DISTANCE",
            "sl": 4,
            "descricao": "Você recebe um bônus igual a 【SL】 em todos os Testes de Precisão com armas de ataque à distância."
        },
        {
            "nome": "TIR D'AVERTISSEMENT",
            "sl": 4,
            "descricao": "Quando você acerta um ou mais alvos com um ataque à distância que causaria dano, você pode fazer com que o ataque não cause dano. Se o fizer, escolha uma opção: inflija Abalado(Shaken) em cada alvo atingido pelo ataque; ou inflija lento(Slow) em cada alvo atingido pelo ataque; ou cada alvo atingido pelo ataque perde 【SL × 10】 Pontos de Mente. Descreva sua manobra!"
        }
    ]
},
{
    "nome": "Spiritist",
    "icon": "icons/148.png",
    "imagem": "img/147.png",
    "livro": "principal",
    "resumo": "Spiritists desenvolveram uma conexão poderosa com os aspectos brutos da alma: emoção, energia, vida e morte. Eles empunham um poder tanto milagroso quanto assustador, e são frequentemente afiliados a cultos ou religiões.\nVários mundos veem os poderes do Espiritismo como dons de uma divindade ou prova de que o coração de uma pessoa é puro; no entanto, não há prova definitiva de que essas habilidades venham de algo além de disciplina, empatia e foco.",
    "beneficio_gratis": "+5MP & você consegue fazer rituais da disciplina de Ritualism",
    "skills": [
        {
            "nome": "PUISSANCE GUÉRISSEUSE",
            "sl": 2,
            "descricao": "Quando você lança uma magia que afeta um ou mais aliados, se tiver uma arma arcana equipada, você pode fazer com que cada um desses aliados recupere uma quantidade de Pontos de Vida igual a 【SL, multiplicado pelo número de Laços que você possui】. Esta cura é separada de qualquer cura causada pelos efeitos da magia."
        },
        {
            "nome": "SPIRITISME RITUEL",
            "sl": 0,
            "descricao": "Você pode realizar Rituais cujos efeitos se enquadram na disciplina de Espiritismo. Rituais de Espiritismo usam 【INS + WLP】 para o Teste Mágico."
        },
        {
            "nome": "MAGIE SPIRITUELLE",
            "sl": 10,
            "descricao": "Cada vez que adquire esta Habilidade, você aprende uma magia de Espiritista (veja as próximas duas páginas). Magias de Espiritista ofensivas (offensive spells) usam 【INS + WLP】 para o Teste Mágico."
        },
        {
            "nome": "MAGIE DE SOUTIEN",
            "sl": 0,
            "descricao": "Quando você lança uma magia que afeta um ou mais aliados, se tiver uma arma arcana equipada, pode escolher um desses aliados para com quem você tenha um Laço. Se o fizer, aquele aliado recebe um bônus no próximo Teste que realizar durante a cena atual; este bônus é igual à força do seu Laço com ele."
        },
        {
            "nome": "MAGIE VITALE",
            "sl": 0,
            "descricao": "Quando você lança uma magia, se não tiver Pontos de Mente suficientes para pagar seu custo total, pode optar por gastar o dobro de Pontos de Vida. Você não pode usar esta Habilidade se isso o reduzir a 0 Pontos de Vida. Se uma magia lançada desta forma fosse fazer você recuperar Pontos de Vida, você não recupera Pontos de Vida (a magia funciona normally em qualquer outro alvo)."
        }
    ],
    "extra":{
        "notes": "O Espiritista é o pilar de suporte do grupo. A magia Heal escala com o nível do personagem.(Offesive Spells exigem Magic Checks)",
        "tables": [
            {
                "caption": "Magias de Espiritista",
                "headers": ["Magia", "Custo (PM)", "Alvo", "Duração", "Efeito"],
                "rows": [
                    ["Aura", "5 x T", "Até 3 criaturas", "Cena", "Defesa Mágica dos alvos torna-se 12 (se for menor)."],
                    ["Awaken", "20", "Uma criatura", "Cena", "Um atributo escolhido aumenta em um tamanho de dado (máx. d12)."],
                    ["Barrier", "5 x T", "Até 3 criaturas", "Cena", "Defesa física dos alvos torna-se 12 (se for menor)."],
                    ["Cleanse", "5 x T", "Até 3 criaturas", "Instantânea", "Alvos recuperam-se de todos os efeitos de status."],
                    ["Enrage (Offensive Spell)", "10", "Uma criatura", "Instantânea", "Alvo fica Enfurecido(enraged) e não pode usar ações Proteger ou Conjurar."],
                    ["Hallucination (Offensive Spell)", "5 x T", "Até 3 criaturas", "Instantânea", "Alvos sofrem Atordoado(Dazed) ou Abalado(Shaken)."],
                    ["Heal", "10 x T", "Até 3 criaturas", "Instantânea", "Recupera 40 PV (50 no nv20, 60 no nv40)."],
                    ["Lux (Offensive Spell)", "10 x T", "Até 3 criaturas", "Instantânea", "Causa [RA + 15] dano de luz. Oportunidade: Alvos ficam Atordoados(Dazed)."],
                    ["Mercy", "20", "Uma criatura", "Cena", "Se o alvo cair a 0 PV, ele fica com 1 PV (uma vez)."],
                    ["Reinforce", "5 x T", "Até 3 criaturas", "Cena", "Alvos tornam-se imunes a um status escolhido."],
                    ["Soul Weapon", "10", "Uma arma", "Cena", "Arma causa dano de luz. Permite um ataque gratuito ao conjurar."],
                    ["Torpor (Offensive Spell)", "5 x T", "Até 3 criaturas", "Instantânea", "Alvos sofrem Lento(Slow) ou Fraco(Weak))"]
                ]
            }
        ]
    }
},
{
    "nome": "Tinkerer",
    "icon": "icons/152.png",
    "imagem": "img/151.png",
    "livro": "principal",
    "resumo": "Tinkerers possuem engenhosidade excepcional e são conhecidos por suas invenções excêntricas e maravilhosas. Eles viajam o mundo em uma busca incessante por teorias perdidas e maquinários antigos, com os olhos brilhando sempre que testemunham as maravilhas da arquitetura e da engenharia.\nDe certa forma, Tinkerers poderiam ser vistos como os maiores sonhadores e rebeldes, desafiando as próprias regras da natureza e da sociedade em sua busca por um futuro melhor.",
    "beneficio_gratis": "+2PI & voce consegue iniciar PROJETOS",
    "skills": [
        {
            "nome": "OBJET D'URGENCE",
            "sl": 0,
            "descricao": "Uma vez por cena de conflito, se você estiver em Crise, pode realizar uma ação adicional em seu turno. Esta ação deve ser a ação de Inventário."
        },
        {
            "nome": "BABIOLES",
            "sl": 5,
            "descricao": "Quando adquire esta Habilidade pela primeira vez, escolha um tipo de engenhoca: alquimia, infusões ou magitec (veja as próximas quatro páginas). Você recebe seus benefícios básicos. Sempre que pegar esta Habilidade novamente, escolha uma opção: você recebe os benefícios básicos de um novo tipo de engenhoca; ou você recebe os benefícios avançados de um tipo de engenhoca cujos benefícios básicos já obteve; ou você recebe os benefícios superiores de um tipo de engenhoca cujos benefícios avançados já obteve."
        },
        {
            "nome": "PLUIE DE POTIONS",
            "sl": 2,
            "descricao": "Quando você cria uma poção que restaura PV e/ou PM de uma única criatura, pode fazer com que ela afete até 【SL】 criaturas adicionais. Se o fizer, a poção restaura apenas metade da quantidade normal de PV e PM para cada criatura."
        },
        {
            "nome": "FORMULE SECRÈTE",
            "sl": 5,
            "descricao": "Quando você cria uma poção ou magisfera cujos efeitos restauram PV e/ou PM, cada quantidade restaurada é aumentada em 【SL × 5】. Quando você cria um fragmento elemental, poção ou magisfera que causa dano, esse item causa 【SL】 de dano extra."
        },
        {
            "nome": "VISIONNAIRE",
            "sl": 5,
            "descricao": "Quando você trabalha em um Projeto, até 【SL × 100】 zenit de custos materiais são pagos automaticamente; além disso, você gera 【SL】 de progresso adicional a cada dia. Se múltiplos personagens com esta Habilidade trabalharem no mesmo Projeto, os efeitos serão cumulativos."
        }
    ],
    "extra":{
        "notes": "O Inventor combina criatividade com recursos limitados (PI). A Alquimia é versátil mas aleatória, as Infusões fortalecem ataques e a Magitecnologia oferece ferramentas duradouras.",
        "tables": [
            {
                "caption": "Alquimia - Tipos de Mistura",
                "headers": ["Mistura", "Custo (PI)", "Descrição"],
                "rows": [
                    ["Básica", "3", "Rola 2d20; atribui um ao Alvo e um ao Efeito."],
                    ["Avançada", "4", "Rola 3d20; atribui um ao Alvo e um ao Efeito."],
                    ["Superior", "5", "Rola 4d20; atribui um ao Alvo e um ao Efeito."]
                ]
            },
            {
                "caption": "Alquimia - Tabela de Alvos",
                "headers": ["Dado", "Alvo Afetado"],
                "rows": [
                    ["1-6", "Você ou um aliado visível na cena."],
                    ["7-11", "Um inimigo visível na cena."],
                    ["12-16", "Você e todos os aliados na cena."],
                    ["17-20", "Todos os inimigos na cena."]
                ]
            },
            {
                "caption": "Alquimia - Tabela de Efeitos",
                "headers": ["Dado", "Efeito"],
                "rows": [
                    ["Qualquer", "Sofre 20 de dano de veneno OU recupera 30 PV."],
                    ["1", "Trata DEX e MIG como um tamanho de dado maior (máx. d12) até o fim do seu próximo turno."],
                    ["2", "Trata INS e WLP como um tamanho de dado maior (máx. d12) até o fim do seu próximo turno."],
                    ["3", "sofre 20 de dano de ar (30 no nv20, 40 no nv40)."],
                    ["4", "sofre 20 de dano de raio (30 no nv20, 40 no nv40)."],
                    ["5", "sofre 20 de dano de escuridão (30 no nv20, 40 no nv40)."],
                    ["6", "sofre 20 de dano de terra (30 no nv20, 40 no nv40)."],
                    ["7", "sofre 20 de dano de fogo (30 no nv20, 40 no nv40)."],
                    ["8", "sofre 20 de dano de gelo (30 no nv20, 40 no nv40)."],
                    ["9", "Ganha Resistência a ar e fogo até o fim da cena."],
                    ["10", "Ganha Resistência a raio e gelo até o fim da cena."],
                    ["11", "Ganha Resistência a escuridão e terra até o fim da cena."],
                    ["12", "Sofre Enfurecido (Enraged)."],
                    ["13", "Sofre Envenenado (Poisoned)."],
                    ["14", "sofre Atordoado(Dazed), Abalado(Shaken), Lento(Slow) e Fraco(Weak)."],
                    ["15", "Recupera-se de todos os efeitos de status."],
                    ["16-17", "Recupera 50 PV e 50 PM."],
                    ["18", "Recupera 100 PV."],
                    ["19", "Recupera 100 PM."],
                    ["20", "Recupera 100 PV e 100 PM."]
                ]
            },
            {
                "caption": "Infusões (Custo: 2 PI por ataque)",
                "headers": ["Infusão", "Efeito"],
                "rows": [
                    ["Cryo / Pyro / Volt", "O ataque causa +5 de dano e o tipo torna-se Gelo, Fogo ou Raio."],
                    ["Cyclone / Exorcism", "O ataque causa +5 de dano e o tipo torna-se Ar ou Luz."],
                    ["Seismic / Shadow", "O ataque causa +5 de dano e o tipo torna-se Terra ou Escuridão."],
                    ["Vampire (Superior)", "Recupera PV ou PM igual a metade da perda de PV sofrida pelo alvo (apenas alvo único)."],
                    ["Venom (Superior)", "Dano torna-se veneno, causa +5 de dano e inflige Envenenado(poisoned)."]
                ]
            },
            {
                "caption": "Magitecnologia",
                "headers": ["Nível", "Habilidade", "Descrição"],
                "rows": [
                    ["Básico", "Override", "Ação, 10 PM: Teste Oposto [INS+INS] contra soldado construto. Sucesso garante controle até o fim da cena ou até ser ferido."],
                    ["Avançado", "Magicannon", "Ação de Inventário, 3 PI: Cria uma arma de duas mãos à distância. Precisão [DEX+INS]+1, Dano [RA+10]. Escolha o tipo de dano ao criar."],
                    ["Superior", "Magispheres", "Ação de Inventário, 2 PI: Cria uma magisfera para conjurar uma magia de protótipo (Elementalista, Entropista ou Espiritista) sem gastar ação."]
                ]
            }
        ]
    }
},
{
    "nome": "Wayfarer",
    "icon": "icons/155.png",
    "imagem": "img/154.png",
    "livro": "principal",
    "resumo": "Nômades em busca de um continente lendário, exploradores desbravando as selvas, caçadores grisalhos e viajantes têm uma coisa em comum: eles são Wayfarers.\nEmbora a maioria dos heróis viaje pelo mundo durante suas aventuras, Wayfarers vivem pela jornada. Eles estão sempre ansiosos para visitar novos lugares e aprender com os outros.\nAos olhos de um Wayfarer, a natureza selvagem não é nem inimiga nem aliada, mas sim uma professora severa que pode revelar muitas verdades esquecidas.",
    "beneficio_gratis": "+2PI",
    "skills": [
        {
            "nome": "FIDÈLE COMPAGNON",
            "sl": 5,
            "descricao": "Junto com o resto do seu grupo, crie uma criatura besta, construto, elemental ou planta de nível 5 (veja página 302) que se torna seu companheiro. Esta criatura não tem valor de Iniciativa e não sobe de nível, pode ter até dois ataques básicos, recebe um bônus igual a 【SL】 nos Testes de Precisão e Testes Mágicos, e seus Pontos de Vida máximos são iguais a 【(SL multiplicado pelo tamanho do dado de MIG base do companheiro) + metade do seu nível】. Seu companheiro não tem um turno durante conflitos, mas no seu turno você pode usar uma ação para fazer o companheiro realizar uma ação (apenas uma vez por turno). Se você sair de uma cena, seu companheiro sai com você. Se seu companheiro cair a 0 Pontos de Vida, ele foge e se junta a você no início da próxima cena em que estiver presente, com PV igual ao seu valor de Crise. Quando você descansa, seu companheiro também recebe os benefícios completos de descansar."
        },
        {
            "nome": "DÉBROUILLARD",
            "sl": 4,
            "descricao": "Você recupera 【SL】 Pontos de Inventário após cada rolagem de viagem (veja página 106)."
        },
        {
            "nome": "RUMEURS DE TAVERNE",
            "sl": 3,
            "descricao": "Quando você descansa em uma estalagem ou taverna, pode fazer ao Mestre até 【SL】 perguntas sobre seus arredores e as pessoas que vivem aqui; o Mestre responderá com sinceridade e você descreve como obteve a informação."
        },
        {
            "nome": "CHASSEUR DE TRÉSORS",
            "sl": 2,
            "descricao": "Quando seu grupo viaja no mapa-múndi, você fará uma descoberta com um resultado de 【SL + 1】 ou menos na rolagem de viagem (em vez de apenas em 1)."
        },
        {
            "nome": "GRAND VOYAGEUR",
            "sl": 0,
            "descricao": "Você reduz o dado rolado para suas rolagens de viagem em um tamanho (até um mínimo de d6). Se múltiplos personagens tiverem esta Habilidade, os efeitos não são cumulativos."
        }
    ]
},
{
    "nome": "Weaponmaster",
    "icon": "icons/157.png",
    "imagem": "img/156.png",
    "livro": "principal",
    "resumo": "Weaponmasters passam anos e anos aprimorando suas artes de combate próximo. A maioria deles exibe uma habilidade notável com uma variedade de armas; outros treinaram para se tornar um com um armamento específico.\nMuitos Weaponmasters seguem e protegem alguém por amor ou lealdade, mas também existem aqueles que vagam incansavelmente pelo mundo em busca de oponentes dignos, armas mágicas lendárias ou professores capazes.",
    "beneficio_gratis": "+5HP & martial melee weapons e martial shields",
    "skills": [
        {
            "nome": "TEMPÊTE DE LAMES",
            "sl": 0,
            "descricao": "Quando você realiza um ataque corpo a corpo, pode gastar 10 Pontos de Mente para escolher uma opção: o ataque ganha multi (2); ou você aumenta a propriedade multi do ataque em um, até um máximo de multi (3)."
        },
        {
            "nome": "BRISE-OS",
            "sl": 4,
            "descricao": "Quando você acerta um ou mais alvos com um ataque corpo a corpo que causaria dano, pode fazer com que o ataque não cause dano. Se o fizer, escolha uma opção: inflija atordoado(Dazed) em cada alvo atingido pelo ataque; ou inflija fraco(Weak) em cada alvo atingido pelo ataque; ou cada alvo atingido pelo ataque perde 【SL × 10】 Pontos de Mente. Descreva sua manobra!"
        },
        {
            "nome": "BRÈCHE",
            "sl": 3,
            "descricao": "Você pode usar uma ação e gastar 5 Pontos de Mente para realizar um ataque gratuito com uma arma corpo a corpo que tenha equipada. Este ataque deve mirar uma única criatura. Se o ataque for bem-sucedido, ele não causa dano e você escolhe uma opção: você destrói um escudo equipado pelo alvo; ou você destrói a armadura equipada do alvo; ou sempre que o alvo sofrer dano de uma fonte antes do início do seu próximo turno, aquela fonte causa 【SL × 2】 de dano extra a ele."
        },
        {
            "nome": "CONTRE-ATTAQUE",
            "sl": 0,
            "descricao": "Depois que um inimigo acerta ou erra você com um ataque corpo a corpo, se o Resultado do Teste de Precisão dele foi um número par, você pode realizar um ataque gratuito contra aquele inimigo (depois que o ataque dele for totalmente resolvido). Este ataque deve ser um ataque corpo a corpo e deve ter aquele inimigo como seu único alvo; trate sua highest roll (HR) como 0 ao calcular o dano causado por este ataque."
        },
        {
            "nome": "MAÎTRISE DE MÊLÉE",
            "sl": 4,
            "descricao": "Você recebe um bônus igual a 【SL】 em todos os Testes de Precisão com armas corpo a corpo."
        }
    ]
},
{
    "nome": "Floralist",
    "icon": "icons/FloralistIcon.png",
    "imagem": "img/Floralist.png",
    "livro": "Natural Fantasy",
    "resumo": "A energia espiritual flui fortemente dentro das plantas, graças à sua conexão direta com nossa terra. Desse encontro, crescem as magis sementes, dotadas da habilidade única de prosperar com energia espiritual e florescer em um majestoso, porém efêmero, triunfo da magia. Floralistas podem identificar e cultivar essas sementes estranhas, que concedem uma grande variedade de benefícios e podem ser combinadas com todo tipo de disciplina, marcial e mágica.",
    "beneficio_gratis": "+5MP ou +5HP",
    "skills": [
        {
            "nome": "JARDIM DE GUERRE",
            "sl": 3,
            "descricao": "Após plantar uma magis semente através da Habilidade Chloromancie (não ao usar Greffe), você pode escolher uma opção: realizar um ataque gratuito com uma arma equipada; ou realizar a ação Conjurar (Spell) gratuitamente, lançando uma magia com um custo total de Pontos de Mente igual ou inferior a 【5 + (SL × 5)】 (você ainda deve pagar seu custo de PM). Trate a Rolagem Alta (HR) do seu Teste de Precisão ou Teste Mágico como 0 ao determinar o dano causado por este ataque ou magia."
        },
        {
            "nome": "CHLOROMANCIE",
            "sl": 10,
            "descricao": "Cada vez que você adquire esta Habilidade, você descobre um novo tipo de magis semente da lista encontrada nas páginas seguintes.\nDurante um conflito, se não houver magis sementes em seu jardim, você pode usar uma ação e gastar 20 Pontos de Mente para plantar uma magis semente de um tipo que você descobriu. As regras para o jardim e para o crescimento das magis sementes podem ser encontradas nas páginas seguintes."
        },
        {
            "nome": "GREFEE",
            "sl": 0,
            "descricao": "Contanto que haja uma magis semente em seu jardim e 1 ou mais seções do seu Relógio de Crescimento (Growth Clock) estejam preenchidas, você pode usar uma ação para remover aquela magis semente do seu jardim: se o fizer, plante uma magis semente diferente entre as que você descobriu (mantenha as seções preenchidas atuais do seu Relógio de Crescimento inalteradas)."
        },
        {
            "nome": "ARBRE DE VIE",
            "sl": 5,
            "descricao": "Quando você remove uma magis semente do seu jardim, pode escolher uma criatura que possa ver: se aquela criatura estiver em Crise, ela recupera 【5 + (SL × 5)】 Pontos de Vida."
        },
        {
            "nome": "EMPRISE VERDOYANTE",
            "sl": 0,
            "descricao": "Você ganha a habilidade de realizar Rituais da disciplina de Ritualismo; além disso, você pode usar Ritualismo para criar, animar e/ou controlar vegetação, pólen, esporos e toxinas (mas você não pode criar nem controlar NPCs da Espécie planta desta forma)."
        }
    ],
    "extra":{
        "notes": "O Floralista gerencia um 'Jardim' abstrato. Você só pode ter uma semente por vez. O Relógio de Crescimento (4 seções) dita quais efeitos estão ativos. No final do seu turno: 1. Aumente o Relógio em 1; 2. Aplique o efeito correspondente ao número atual de seções. Ao preencher a 4ª seção, a semente é removida e o relógio reseta. Escalamento (Nv 30+): +5 de dano e +10 em recuperações/perdas de PV/PM.",
    "tables": [
      {
        "caption": "Regras do Jardim e Crescimento",
        "headers": ["Mecânica", "Regra Detalhada"],
        "rows": [
          ["O Jardim", "Espaço abstrato que comporta apenas uma semente. Sementes são removidas ao fim da cena."],
          ["Relógio de Crescimento(Growth Clock)", "4 seções. Começa vazio. Aumenta em 1 no final de cada um de seus turnos se houver uma semente no Jardim."],
          ["Resete do Ciclo", "Ao preencher a 4ª seção, a semente é removida e o relógio volta a zero."],
          ["Efeitos de Semente", "Podem ser Passivos (sempre ativos) ou de Fim de Turno (ativam após o relógio subir)."],
          ["Efeito por Seção", "Você aplica APENAS o efeito referente ao número exato de seções preenchidas (0, 1, 2 ou 3)."]
        ]
      },
      {
        "caption": "Narciso Ártico (Arctic Narcissus)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você ganha Resistência a terra e gelo."],
          ["2-3", "Você e seus aliados na cena ganham Resistência a terra e gelo."]
        ]
      },
      {
        "caption": "Crisântemo Flamejante (Blazing Chrysanthemum)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1-3", "Fim do turno: Escolha terra ou fogo. Até o próximo uso ou remoção, todo dano causado por você e aliados torna-se do tipo escolhido, ignora Resistências e não pode mudar."]
        ]
      },
      {
        "caption": "Dália do Deserto (Desert Dahlia)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você ganha Resistência a ar e fogo."],
          ["2-3", "Você e seus aliados na cena ganham Resistência a ar e fogo."]
        ]
      },
      {
        "caption": "Ginkgo Dourado (Golden Ginkgo)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Você e aliados visíveis recuperam-se de Atordoado(Dazed), Enfurecido(enraged) e Abalado(Shaken)."],
          ["2-3", "Fim do turno: Você e aliados visíveis recuperam PM iguais a [5 + Nível em Chloromancie]."]
        ]
      },
      {
        "caption": "Asfódelo de Sepultura (Grave Asphodel)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Escolha um inimigo visível; ele sofre o status Abalado(Shaken)."],
          ["2", "Fim do turno: Todos os inimigos visíveis sofrem o status Abalado(Shaken)."],
          ["3", "Fim do turno: Causa [15 + Nível em Chloromancie] de dano de escuridão a cada inimigo visível que esteja Abalado(Shaken)."]
        ]
      },
      {
        "caption": "Íris Eremita (Hermit Iris)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Escolha um inimigo. O MJ revela Nível, Rank, Espécie, PV/PM Máximos, Traços, Atributos, Defesa e Defesa Mágica."],
          ["2-3", "Fim do turno: Como acima, mas o MJ também revela todas as Afinidades."]
        ]
      },
      {
        "caption": "Beladona de Gancho (Hookleaf Nightshade)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Todo seu dano torna-se veneno, ignora Imunidade/Resistência e não pode mudar."],
          ["2-3", "Como acima. Além disso, na primeira vez que causar dano de veneno no seu turno, causa +[Nível em Chloromancie] de dano e inflige Envenenado(poisoned)."]
        ]
      },
      {
        "caption": "Espinheiro Chifrudo (Horned Hawthorn)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você ganha Resistência a escuridão e veneno."],
          ["2-3", "Você e seus aliados na cena ganham Resistência a escuridão e veneno."]
        ]
      },
      {
        "caption": "Magnólia Lunar (Lunar Magnolia)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1-3", "Fim do turno: Escolha gelo ou luz. Até o próximo uso ou remoção, todo dano causado por você e aliados torna-se do tipo escolhido, ignora Resistências e não pode mudar."]
        ]
      },
      {
        "caption": "Lótus do Oceano (Ocean Lotus)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você é imune a Atordoado(Dazed) e Lento(Slow)."],
          ["2", "Sua DEX e INS aumentam em um tamanho de dado (máx. d12)."],
          ["3", "Você e aliados visíveis aumentam DEX e INS em um tamanho de dado (máx. d12)."]
        ]
      },
      {
        "caption": "Gazânia do Peregrino (Pilgrim Gazalia)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1-2", "Fim do turno: Escolha você ou um PJ visível; o alvo recupera 2 Pontos de Inventário."],
          ["3", "Fim do turno: Você e todos os PJs visíveis recuperam 1 Ponto de Inventário."]
        ]
      },
      {
        "caption": "Dente-de-Leão Saltitante (Prancing Dandelion)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1-3", "Fim do turno: Escolha ar ou raio. Até o próximo uso ou remoção, todo dano causado por você e aliados torna-se do tipo escolhido, ignora Resistências e não pode mudar."]
        ]
      },
      {
        "caption": "Proteia Real (Regal Protea)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você é imune a Abalado(Shaken) e Fraco(weak)."],
          ["2", "Seu MIG e WLP aumentam em um tamanho de dado (máx. d12)."],
          ["3", "Você e aliados visíveis aumentam MIG e WLP em um tamanho de dado (máx. d12)."]
        ]
      },
      {
        "caption": "Lírio do Remédio (Remedy Lily)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Você e aliados visíveis recuperam-se de Envenenado(Poisoned), Lento(Slow) e Fraco(Weak)."],
          ["2-3", "Fim do turno: Você e aliados visíveis recuperam PV iguais a [15 + Nível em Chloromancie]."]
        ]
      },
      {
        "caption": "Rosa Serrilhada (Serrated Rose)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Escolha um inimigo visível; ele sofre o status Lento(Slow)."],
          ["2", "Fim do turno: Todos os inimigos visíveis sofrem o status Lento(Slow)."],
          ["3", "Fim do turno: Causa [15 + Nível em Chloromancie] de dano físico a cada inimigo visível que esteja Lento(Slow)."]
        ]
      },
      {
        "caption": "Strelitzia Prateada (Silver Strelitzia)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você ganha Resistência a raio e luz."],
          ["2-3", "Você e seus aliados na cena ganham Resistência a raio e luz."]
        ]
      },
      {
        "caption": "Peônia Estelar (Star Peony)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Escolha um inimigo visível; ele sofre o status Atordoado(Dazed)."],
          ["2", "Fim do turno: Todos os inimigos visíveis sofrem o status Atordoado(Dazed)."],
          ["3", "Fim do turno: Causa [15 + Nível em Chloromancie] de dano de luz a cada inimigo visível que esteja Atordoado(Dazed)."]
        ]
      },
      {
        "caption": "Orquídea Listrada (Striped Orchid)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1", "Fim do turno: Escolha um inimigo visível; ele sofre o status Fraco(weak)."],
          ["2", "Fim do turno: Todos os inimigos visíveis sofrem o status Fraco(weak)."],
          ["3", "Fim do turno: Causa [15 + Nível em Chloromancie] de dano de veneno a cada inimigo visível que esteja Fraco(weak)."]
        ]
      },
      {
        "caption": "Acácia de Guarda (Wardwattle)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["0-1", "Você ganha Resistência a dano físico."],
          ["2", "Ganha Resistência física. Após sofrer ataque corpo a corpo, causa [5 + Nível em Chloromancie] de dano físico ao agressor."],
          ["3", "Como acima, mas causa o dano físico E MAIS [5 + Nível em Chloromancie] de dano de veneno ao agressor."]
        ]
      },
      {
        "caption": "Cravo Colérico (Wrathful Carnation)",
        "headers": ["Seções", "Efeito"],
        "rows": [
          ["1-4", "Ao sair do jardim: Escolha 1 inimigo. Até o fim do seu próximo turno, se ele atacar ou lançar magias ofensivas, DEVE incluir você entre os alvos."],
          ["Especial", "No fim do seu turno, você pode remover esta semente para resetar o Relógio de Crescimento."]
        ]
      }
    ]
    }
},
{
    "nome": "Gourmet",
    "icon": "icons/gourmeticon.png",
    "imagem": "img/gourmet.png",
    "livro": "Natural Fantasy",
    "resumo": "Cozinhar pode ser considerado uma habilidade comum, mas Gourmets refinam seu conhecimento de alimentos a um nível que é nada menos que sobrenatural: eles refinam a arte de extrair energias espirituais de cada ingrediente, infundindo refeições com poderosos efeitos mágicos!\nEmbora a maioria dos Gourmets se contente em simplesmente se estabelecer em uma cidade ou vila e viver de suas habilidades, alguns vagam pelo mundo em uma busca vitalícia por novos ingredientes.",
    "beneficio_gratis": "Aumente permanentemente seus Pontos de Inventário máximos em 2. Você pode iniciar Projetos para criar comidas e bebidas exclusivas; elas são sempre consumíveis e sua área é baseada no número e tipo de criaturas que você precisa alimentar.",
    "skills": [
        {
            "nome": "CUISINE",
            "sl": 5,
            "descricao": "Quando você descansa em um assentamento, você ganha 【SL】 ingredientes (veja a próxima página).\nVocê pode usar uma ação e combinar 2 ou 3 ingredientes para preparar uma iguaria (veja a próxima página) e escolher uma opção: aplicar seus efeitos a si mesmo ou a um aliado que possa ver; ou realizar um ataque gratuito com uma arma equipada. Este ataque não causa dano, mas você aplica os efeitos da iguaria a cada inimigo atingido pelo ataque.\nVocê pode carregar até 10 + 【SL × 5】 ingredientes, e eles nunca estragarão até que você os use; se pegar esta Habilidade durante a criação de personagem, você começa o jogo com dez ingredientes com sabores aleatórios."
        },
        {
            "nome": "FOURCHETTE ET COUTEAU",
            "sl": 0,
            "descricao": "Quando você realiza o ataque gratuito concedido pela Habilidade Cuisine, se combinou não mais que 2 ingredientes, você pode fazer com que o ataque cause dano normalmente. Se o fizer, você trata sua Rolagem Alta (HR) como 0 ao calcular o dano causado por este ataque."
        },
        {
            "nome": "FAIT AVEC AMOUR",
            "sl": 3,
            "descricao": "Quando você usa a Habilidade Cuisine e escolhe aplicar os efeitos da iguaria a si mesmo ou a um aliado que possa ver, você pode gastar até 【SL × 10】 PM. Para cada 10 PM gastos desta forma, aplique os efeitos da iguaria a um aliado adicional que possa ver."
        },
        {
            "nome": "SEL ET POIVRE",
            "sl": 0,
            "descricao": "Ao preparar uma iguaria, você pode gastar 2 Pontos de Inventário: se o fizer, mude o sabor de um ingrediente para um sabor diferente de sua escolha."
        },
        {
            "nome": "CUISINIER ITINÉRANT",
            "sl": 3,
            "descricao": "Após cada rolagem de viagem, se você adquiriu a Habilidade Cuisine, você ganha 【SL × 2】 ingredientes."
        }
    ],
    "extra": {
    "notes": "O Gourmet gira em torno da experimentação de sabores. Você combina 2 ou 3 ingredientes para criar uma iguaria com efeitos poderosos. Como suas habilidades são geradas processualmente (rolando na tabela d12 ao descobrir novas combinações), é altamente recomendável manter uma 'Folha de Livro de Receitas' para registar os 15 pares possíveis.",
    "tables": [
      {
        "caption": "Obtenção de Ingredientes",
        "headers": ["Dado (d6)", "Sabor do Ingrediente"],
        "rows": [
          ["1", "Amargo (Bitter)"],
          ["2", "Salgado (Salty)"],
          ["3", "Azedo (Sour)"],
          ["4", "Doce (Sweet)"],
          ["5", "Umami"],
          ["6", "Escolha do Jogador"]
        ]
      },
      {
        "caption": "Regras de Combinação e Iguarias",
        "headers": ["Regra", "Descrição Detalhada"],
        "rows": [
          ["Criação", "Combine 2 ou 3 ingredientes. Cada par diferente de sabores adiciona um efeito à iguaria."],
          ["Descoberta", "Ao usar uma combinação inédita, role d12 na Tabela de Efeitos e registe. Esse par sempre terá esse efeito de agora em diante."],
          ["Unicidade", "Não pode haver dois pares com o mesmo efeito no seu livro. Se rolar um repetido, mude a escolha (tipo de dano/status) ou role novamente."],
          ["Limite de Efeitos", "A iguaria tem 1, 2 ou 3 efeitos (ou mais com Habilidades Heroicas). Você decide a ordem de aplicação."],
          ["Restrição de Conflito", "Os efeitos de 5 a 12 na tabela d12 só podem ser aplicados durante cenas de conflito."]
        ]
      },
      {
        "caption": "Tabela de Efeitos de Iguaria (d12)",
        "headers": ["Dado", "Efeito da Combinação"],
        "rows": [
          ["1", "Alvos recuperam-se de UM status: Atordoado(Dazed), Enfurecido(enraged), Envenenado(poisoned), Abalado(Shaken), Lento(Slow) ou Fraco(Weak)."],
          ["2", "Alvos sofrem UM status: Atordoado(Dazed), Abalado(Shaken), Lento(Slow) ou Fraco(Weak)."],
          ["3", "Alvos recuperam 40 PV (50 se nível 30+)."],
          ["4", "Alvos recuperam 40 PM (50 se nível 30+)."],
          ["5", "Dano Elemental: Causa 20 de dano (Ar, Raio, Terra, Fogo, Gelo ou Veneno). 30 no nv 30+."],
          ["6", "Vulnerabilidade Temporária: Fontes de um tipo de dano escolhido causam +5 de dano ao alvo até o fim do seu próximo turno."],
          ["7", "Bloqueio de Guarda: O alvo não pode realizar a ação Proteger (Guard) no seu próximo turno."],
          ["8", "Bloqueio de Magia: O alvo não pode realizar a ação Conjurar (Spell) no seu próximo turno."],
          ["9", "Bloqueio de Habilidade: O alvo não pode realizar a ação de Habilidade (Skill) no seu próximo turno."],
          ["10", "Resistência Elemental: O alvo ganha Resistência a um tipo de dano escolhido até o fim do seu próximo turno."],
          ["11", "Aprimoramento de Atributo: Um atributo (DEX, INS, MIG ou WLP) sobe um tamanho de dado (máx. d12) até o fim do seu próximo turno."],
          ["12", "Alteração de Dano: Todo dano causado pelo alvo torna-se de um tipo escolhido até o fim do próximo turno dele."]
        ]
      },
      {
        "caption": "Regras Especiais de Efeitos",
        "headers": ["Tipo de Efeito", "Restrição/Observação"],
        "rows": [
          ["Tipo 5 (Dano)", "Uma iguaria só pode ter UM efeito de dano. Se tiver mais por combinações, ignore os outros."],
          ["Tipo 12 (Tipo de Dano)", "Uma iguaria só pode ter UM efeito de mudança de tipo de dano. Escolha um e ignore o resto."],
          ["Acumulação", "Fora as restrições acima, todos os efeitos são cumulativos e aplicados a cada alvo."],
          ["Fora de Conflito", "Pode preparar iguarias fora de combate para 'testar' os efeitos sem gastar ações em momentos críticos."]
        ]
      }
    ]
  }
},
{
    "nome": "Invoker",
    "icon": "icons/invokericon.png",
    "imagem": "img/invoker.png",
    "livro": "Natural Fantasy",
    "resumo": "Invocadores pesquisam a energia inata das almas e a forma como ela flui e se manifesta espontaneamente ao seu redor. Mesmo que sua arte dependa de invocar o poder dos elementos, eles se adaptam às fontes de poder existentes em vez de forçar um resultado não natural e perturbar o fluxo dos espíritos.\nDito isso, Invocadores continuam sendo aventureiros formidáveis: eles ostentam grande flexibilidade e uma afinidade única por criaturas elementais.",
    "beneficio_gratis": "+5HP ou +5MP",
    "skills": [
        {
            "nome": "HARMONIE ÉLÉMENTAIRE",
            "sl": 2,
            "descricao": "Você pode se comunicar verbalmente com criaturas da Espécie elemental.\nQuando você restaura os Pontos de Vida de uma criatura com uma invocação ou magia, se um elemental estiver presente na cena, a quantidade restaurada é aumentada em 【SL × 5】."
        },
        {
            "nome": "INVOCATION",
            "sl": 3,
            "descricao": "Você pode usar uma ação e gastar 5 Pontos de Mente para realizar uma invocação, extraindo energia de uma das fontes (wellsprings) presentes na cena (veja a próxima página). Seu 【SL】 nesta Habilidade determina a quais invocações você tem acesso."
        },
        {
            "nome": "INVOCATION LIÉE",
            "sl": 3,
            "descricao": "Quando você realiza uma invocação, pode gastar até 【SL × 10】 Pontos de Mente adicionais. Para cada 10 Pontos de Mente gastos desta forma, a invocação pode mirar uma criatura adicional que você possa ver."
        },
        {
            "nome": "ONDULATIONS",
            "sl": 5,
            "descricao": "Após um inimigo que você possa ver perder Pontos de Vida devido a dano causado por um de seus aliados, se esse dano foi aumentado por uma ou mais de suas invocações \"hex\", você pode realizar um ataque gratuito com uma arma equipada. Este ataque só pode mirar aquele inimigo e recebe um bônus igual a 【SL】 em seu Teste de Precisão; se for bem-sucedido, todo o seu dano se torna do mesmo tipo causado pelo seu aliado, e todas as invocações \"hex\" presentes em seu alvo terminam imediatamente após o ataque ser resolvido.\nSe dois ou mais inimigos ativarem esta Habilidade ao mesmo tempo, você pode realizar um ataque gratuito contra cada um deles, na ordem que preferir."
        },
        {
            "nome": "EXPANSION DE SOURCE",
            "sl": 5,
            "descricao": "Contanto que você tenha uma arma pertencente à Categoria arcana, arco, combate desarmado, mangual, espada ou arremesso equipada, suas invocações \"blast\" causam 【SL】 de dano extra, e o dano extra concedido por suas invocações \"hex\" é aumentado em 【SL】."
        }
    ],
    "extra": {
    "notes": "O Invocador utiliza as 'Fontes' (Wellsprings) presentes na cena. O MJ define duas fontes disponíveis no início da cena. Suas invocações escalam com o nível: +5 dano / +10 recuperação no nv 20; +10 dano / +20 recuperação no nv 40. O Teste Mágico é sempre [INS + WLP].",
    "tables": [
      {
        "caption": "Níveis de Invocação",
        "headers": ["Skill Level (SL)", "Acesso"],
        "rows": [
          ["SL 1", "Habilita invocações do tipo 'Blast' (Dano)."],
          ["SL 2", "Habilita invocações do tipo 'Blast' e 'Hex' (Debuff)."],
          ["SL 3", "Dá acesso a todas as invocações da tabela (Suporte e Utilitárias)."]
        ]
      },
      {
        "caption": "Fonte de Ar (Air Wellspring) - Dano: Ar",
        "headers": ["Invocação", "Efeito"],
        "rows": [
          ["Aero Blast", "Causa 20 de dano de ar ao alvo."],
          ["Aero Hex", "Até o início do seu próximo turno, o alvo sofre +5 de dano de Raio e Fogo."],
          ["Breeze", "O alvo recupera 30 Pontos de Vida (PV)."],
          ["Twister", "Causa 10 de dano de ar e o alvo fica Atordoado (Dazed)."]
        ]
      },
      {
        "caption": "Fonte de Terra (Earth Wellspring) - Dano: Terra",
        "headers": ["Invocação", "Efeito"],
        "rows": [
          ["Geo Blast", "Causa 20 de dano de terra ao alvo."],
          ["Geo Hex", "Até o início do seu próximo turno, o alvo sofre +5 de dano de Ar e Gelo."],
          ["Growth", "O alvo recupera 30 Pontos de Vida (PV)."],
          ["Quicksand", "Causa 10 de dano de terra e o alvo fica Lento (Slow)."]
        ]
      },
      {
        "caption": "Fonte de Fogo (Fire Wellspring) - Dano: Fogo",
        "headers": ["Invocação", "Efeito"],
        "rows": [
          ["Pyro Blast", "Causa 20 de dano de fogo ao alvo."],
          ["Pyro Hex", "Até o início do seu próximo turno, o alvo sofre +5 de dano de Terra e Gelo."],
          ["Burst", "Causa 10 de dano de fogo e o alvo fica Abalado (Shaken)."],
          ["Smoke", "O alvo perde 20 Pontos de Mente (PM) e fica Fraco (Weak)."]
        ]
      },
      {
        "caption": "Fonte de Raio (Lightning Wellspring) - Dano: Raio",
        "headers": ["Invocação", "Efeito"],
        "rows": [
          ["Electro Blast", "Causa 20 de dano de raio ao alvo."],
          ["Electro Hex", "Até o início do seu próximo turno, o alvo sofre +5 de dano de Terra e Fogo."],
          ["Static", "Causa 10 de dano de raio e o alvo fica Lento (Slow)."],
          ["Thunder", "O alvo perde 20 Pontos de Mente (PM) e fica Atordoado (Dazed)."]
        ]
      },
      {
        "caption": "Fonte de Água/Gelo (Water Wellspring) - Dano: Gelo",
        "headers": ["Invocação", "Efeito"],
        "rows": [
          ["Hydro Blast", "Causa 20 de dano de gelo ao alvo."],
          ["Hydro Hex", "Até o início do seu próximo turno, o alvo sofre +5 de dano de Ar e Raio."],
          ["Chill", "O alvo perde 20 Pontos de Mente (PM) e fica Abalado (Shaken)."],
          ["Frostbite", "Causa 10 de dano de gelo e o alvo fica Fraco (Weak)."]
        ]
      }
    ]
  }
},
{
    "nome": "Merchant",
    "icon": "icons/merchanticon.png",
    "imagem": "img/merchant.png",
    "livro": "Natural Fantasy",
    "resumo": "Mesmo em mundos repletos de grande magia, riqueza e dinheiro são muito influentes. O comércio é um aspecto fundamental para o desenvolvimento de nações e reinos, e os Mercadores estão bem cientes desse poder.\n\nPode parecer estranho que um Mercador seja tratado em pé de igualdade com um herói; no entanto, aqueles que resistem à tentação da ganância e se apoiam no comércio para fomentar a troca de ideias e o diálogo entre povos distantes estão verdadeiramente travando sua própria revolução.",
    "beneficio_gratis": "+5HP ou +5MP",
    "skills": [
        {
            "nome": "DATE D'EXPIRATION",
            "sl": 3,
            "descricao": "Quando uma poção ou iguaria (veja página 151) que você criou e que não causa dano faz uma ou mais criaturas recuperarem Pontos de Vida, você pode, em vez disso, fazer com que ela cause dano de veneno igual a 【metade do seu nível + (SL × 10)】 a cada uma dessas criaturas. O tipo deste dano não pode mudar, e ele é reduzido pela metade se você estiver causando dano a duas ou mais criaturas."
        },
        {
            "nome": "J'EN AI ENTENDU PARLER!",
            "sl": 3,
            "descricao": "Quando você ou um aliado que possa ouvi-lo e entendê-lo realizar um Teste para examinar uma criatura, item ou localização, você pode gastar 1 Ponto de Comércio (Trade Point) para conceder um bônus igual a 【SL × 2】 ao Resultado daquele Teste."
        },
        {
            "nome": "RÉSERVE PERSONNELLE",
            "sl": 3,
            "descricao": "Quando você ou outro Personagem de Jogador gastar 【SL + 2】 ou menos Pontos de Inventário, você pode gastar 1 Ponto de Comércio para ignorar aquele custo."
        },
        {
            "nome": "VRAI TRÉSOR",
            "sl": 3,
            "descricao": "Uma vez por sessão, quando você ajuda um NPC ou comunidade a derrotar a ganância e a corrupção, melhorar sua qualidade de vida ou coexistir com outras criaturas, se você adquiriu a Habilidade Vents du Commerce, você ganha 【SL + 1】 Pontos de Comércio."
        },
        {
            "nome": "VENTS DU COMMERCE",
            "sl": 3,
            "descricao": "Após descansar em uma área onde o comércio é possível, você ganha 【SL + 1】 Pontos de Comércio.\nVocê nunca pode ter mais que 【SL + 3】 Pontos de Comércio; se adquirir esta Habilidade durante a criação de personagem, você começa o jogo com 2 Pontos de Comércio.\nDurante uma cena fora de conflito, você pode gastar 2 Pontos de Comércio para escolher uma opção: você cria um item material ou raro aprovado pelo Mestre de Jogo cujo valor em zenit seja igual ou inferior a 【seu nível, multiplicado por 30】; ou você cria um NPC que vive por perto e explica sua ocupação, bem como o conheceu, então o Mestre lhe diz o que ele exige em troca de seus serviços."
        }
    ]
},
{
    "nome": "Chanter",
    "icon": "icons/chantericon.png",
    "imagem": "img/chanter.png",
    "livro": "High Fantasy",
    "resumo": "Seja deslizando os dedos em uma harpa delicada, atordoando uma audiência despreparada com o puro poder de seus vocais, ou mergulhando alegremente em uma multidão de fãs delirantes, Chantres podem ser descritos como orquestras mágicas de uma pessoa só! As habilidades de um Chantre vão muito além dos limites normais da música e do canto: eles dependem da força de suas almas e tecem energia mágica em canções, apoiando seus aliados durante situações tensas.",
    "beneficio_gratis": "+5 MP",
    "skills": [
        {
            "nome": "CHANT MAGIQUE",
            "sl": 10,
            "descricao": "Em seu turno durante uma cena de conflito, você pode usar uma ação e gastar uma quantidade variável de PM para tecer voz e música em um efeito mágico conhecido como verso. Você só pode cantar um verso por turno, mesmo que tenha acesso a múltiplas ações; as regras completas para versos podem ser encontradas a partir da próxima página. Quando você adquire esta habilidade pela primeira vez, você aprende todos os três volumes, além de uma clave e um tom. Sempre que adquirir esta habilidade novamente, você pode aprender uma clave ou um tom (sua escolha)."
        },
        {
            "nome": "RÉSONANCE",
            "sl": 3,
            "descricao": "Depois de afetar um ou mais inimigos com um verso, se você tiver uma arma arcana equipada, você pode escolher uma opção: até o início do seu próximo turno, seus aliados causam 【SL】 de dano extra a esses inimigos; ou até o início do seu próximo turno, você recupera 【SL】 Pontos de Mente toda vez que um desses inimigos sofrer dano (se a mesma fonte causar dano a dois ou mais desses inimigos ao mesmo tempo, você recupera 【SL】 PM para cada inimigo danificado)."
        },
        {
            "nome": "CHANT DE LA SIRÈNE",
            "sl": 0,
            "descricao": "Você ganha a habilidade de realizar Rituais da disciplina de Ritualismo; além disso, você pode usar Ritualismo para criar ilusões baseadas na audição."
        },
        {
            "nome": "BARRIÈRE SONORE",
            "sl": 5,
            "descricao": "Depois de cantar um verso com volume médio ou alto, todo o dano físico que você sofrer até o início do seu próximo turno é reduzido em 【SL】 (aplicado antes das Afinidades)."
        },
        {
            "nome": "VIBRATO (Antiga: VIBRATO)",
            "sl": 0,
            "descricao": "Depois de cantar um verso com volume baixo ou médio, você pode realizar um ataque gratuito com uma arma equipada; trate sua HR como 0 ao calcular o dano causado por este ataque."
        }
    ],
    "extra": {
    "notes": "Cantar um Verso combina Volume, Clave e Tom. O Volume define o custo de PM e os alvos. A Clave define o tipo de dano, status, atributo e tipo de recuperação. O Tom define a lógica do efeito. Você só pode cantar um verso por turno.",
    "tables": [
      {
        "caption": "Volumes do Verso",
        "headers": ["Volume", "Custo (PM)", "Alvos"],
        "rows": [
          ["Bas (Baixo)", "10", "Você mesmo ou outra criatura que possa te ouvir."],
          ["Moyen (Médio)", "20", "Cada aliado que possa te ouvir."],
          ["Haut (Alto)", "30", "Cada inimigo que possa te ouvir."]
        ]
      },
      {
        "caption": "Claves (Keys) do Verso",
        "headers": ["Clave", "Tipo", "Efeito de Status", "Atributo", "Recuperação"],
        "rows": [
          ["Flamme (Flame)", "Fogo", "Abalado(Shaken)", "Might", "Pontos de Vida"],
          ["Givre (Frost)", "Gelo", "Fraco(Weak)", "Willpower", "Pontos de Mente"],
          ["Fer (Iron)", "Físico", "Lento(Slow)", "Willpower", "Pontos de Mente"],
          ["Éclat (Radiance)", "Raio", "Abalado(Shaken)", "Dexterity", "Pontos de Vida"],
          ["Ombre (Shadow)", "Luz", "Atordoado(Dazed)", "Insight", "Pontos de Vida"],
          ["Pierre (Stone)", "Escuridão", "Fraco(Weak)", "Dexterity", "Pontos de Mente"],
          ["Tonnerre (Thunder)", "Terra", "Atordoado(Dazed)", "Might", "Pontos de Vida"],
          ["Vent (Wind)", "Ar", "Lento(Slow)", "Insight", "Pontos de Mente"]
        ]
      },
      {
        "caption": "Tons (Tones) do Verso",
        "headers": ["Tom", "Efeito Detalhado"],
        "rows": [
          ["Calme (Calm)", "Cada alvo recupera [Recuperação da Clave] igual a 10 + o dobro do tamanho do dado de Willpower atual. Aumenta em 10 no nível 20 e em 20 no nível 40. Se recuperar PM, não afeta o Chantre."],
          ["Énergique (Energetic)", "Até o início do seu próximo turno, quando um alvo for bem-sucedido em um Teste que inclua o [Atributo da Clave] e esse Teste permitir avançar ou retroceder um Relógio, ele pode preencher ou apagar uma seção adicional."],
          ["Frénétique (Frantic)", "Cada alvo sofre dano do [Tipo da Clave] igual ao dobro do tamanho do dado de Willpower atual. Causa 10 de dano extra no nível 20 e 20 no nível 40."],
          ["Obsédant (Haunting)", "Cada alvo sofre o [Status da Clave]. Além disso, cada alvo perde Resistência ao [Tipo da Clave] (se possuir) até o início do seu próximo turno."],
          ["Vif (Lively)", "Cada alvo trata o [Atributo da Clave] como um tamanho de dado maior (máx. d12) até o início do seu próximo turno."],
          ["Menaçant (Menacing)", "A primeira vez que cada alvo sofrer dano antes do início do seu próximo turno, esse dano torna-se do [Tipo da Clave]. Isso pode ativar uma vez para cada alvo individualmente."],
          ["Solennel (Solemn)", "Cada alvo recupera-se do [Status da Clave]. Além disso, cada alvo ganha Resistência ao [Tipo da Clave] até o início do seu próximo turno."]
        ]
      }
    ]
  }
},
{
    "nome": "Commander",
    "icon": "icons/commandericon.png",
    "imagem": "img/commander.png",
    "livro": "High Fantasy",
    "resumo": "Comandantes são líderes e figuras inspiradoras. Alguns são de sangue nobre, mas a maioria conquistou a lealdade de seus companheiros no campo de batalha, onde sua determinação de ferro e proeza tática foram testadas repetidas vezes. Ao pensar em como um Comandante deve ser, não se sinta preso à ideia de um cavaleiro em armadura brilhante: capitães bandidos, nobres caídos e estudantes de guerra são todos exemplos perfeitos do que esta Classe pode representar.",
    "beneficio_gratis": "+ 5HP & \"martial melee weapons\" e \"martial ranged weapons\"",
    "skills": [
        {
            "nome": "ÉDIT DE L'ÉVÊQUE",
            "sl": 5,
            "descricao": "Durante um conflito, você pode usar uma ação e gastar 10 Pontos de Mente para escolher uma opção: todos os custos de PM são dobrados; ou todas as fontes de dano causam 【SL × 3】 de dano extra. O efeito escolhido dura até o início do seu próximo turno."
        },
        {
            "nome": "CAVALERIE DE CHARGE",
            "sl": 5,
            "descricao": "Durante um conflito, você pode usar uma ação e gastar 10 PM para escolher um aliado que possa ouvi-lo. Aquele aliado pode imediatamente realizar um ataque gratuito com uma arma equipada (ou com um ataque básico se for um NPC). Eles ganham um bônus igual a 【SL + 3】 no Teste de Precisão, mas tratam sua Rolagem Alta (HR) como 0 ao calcular o dano."
        },
        {
            "nome": "CHAR D'ASSAUT",
            "sl": 0,
            "descricao": "Depois de usar Édit de l'Évêque, Cavalerie de Charge ou Roque du Roi, você pode escolher outro Personagem de Jogador que possa ouvi-lo e que ainda não tenha agido nesta rodada. Aquele personagem pode agir imediatamente após o seu turno durante esta rodada."
        },
        {
            "nome": "ROQUE DU ROI",
            "sl": 4,
            "descricao": "Durante um conflito, você pode usar uma ação e gastar 10 Pontos de Mente para escolher uma opção: nenhuma criatura pode recuperar Pontos de Vida ou Pontos de Mente; ou todos os efeitos que restauram Pontos de Mente restauram 【SL × 5】 PM adicionais. O efeito escolhido dura até o início do seu próximo turno."
        },
        {
            "nome": "GAMBIT DE LA REINE",
            "sl": 6,
            "descricao": "Durante um conflito, você pode usar uma ação para realizar um ataque gratuito com uma arma equipada, tratando sua Rolagem Alta (HR) como 0 ao calcular o dano. Após o ataque ser resolvido, escolha uma opção: um aliado que possa ouvi-lo recupera 【5 + (SL × 5)】 Pontos de Vida; ou você pode imediatamente usar uma Habilidade que adquiriu entre Édit de l'Évêque, Cavalerie de Charge ou Roque du Roi gratuitamente (gastando o PM apropriado)."
        }
    ]
},
{
    "nome": "Dancer",
    "icon": "icons/dancericon.png",
    "imagem": "img/dancer.png",
    "livro": "High Fantasy",
    "resumo": "Dançarinos são aqueles que treinaram seus corpos para alcançar coordenação e flexibilidade excepcionais, seja para impressionar uma multidão com sua ginástica ou para realizar passos ancestrais destinados a manter o mal afastado. Os Dançarinos mais talentosos podem direcionar o fluxo de força espiritual através de movimentos repetidos e precisos, aprimorando suas habilidades físicas e manifestando efeitos mágicos. Eles são combatentes surpreendentemente capazes, embora às vezes um pouco... dramáticos demais.",
    "beneficio_gratis": "+ 5HP ou 5MP",
    "skills": [
        {
            "nome": "DANSE",
            "sl": 10,
            "descricao": "Cada vez que você pega esta habilidade, você aprende uma dança. Em seu turno durante uma cena de conflito, se não tiver armadura marcial equipada, você pode gastar 10 Pontos de Mente para realizar uma dança que aprendeu. Isso não requer uma ação, mas só pode ser feito antes ou depois de uma ação, e apenas uma vez por turno. Se você já realizou uma dança diferente durante seu turno anterior nesta cena, o custo da nova dança é reduzido para 5 Pontos de Mente."
        },
        {
            "nome": "SUIVEZ ME PAS",
            "sl": 0,
            "descricao": "Quando você realiza uma dança com duração \"Até o início do seu próximo turno\", você pode gastar 10 Pontos de Mente adicionais. Se o fizer, escolha um aliado que possa ver para com quem tenha um Laço de afeição: aplique os benefícios da dança àquele aliado e a si mesmo (os benefícios ainda duram até o início do seu próximo turno)."
        },
        {
            "nome": "JEU DE JAMBES FRÉNÉTIQUE",
            "sl": 2,
            "descricao": "Depois de realizar uma dança com duração \"Até o início do seu próximo turno\", você ganha um bônus igual a 【SL × 2】 em todos os Testes Opostos que dependam de acrobacias, coordenação ou velocidade até o início do seu próximo turno."
        },
        {
            "nome": "CHANGEMENT RAPIDE (Antiga: QUICK-CHANGE)",
            "sl": 0,
            "descricao": "Depois de realizar uma dança, você pode realizar a ação Equipament gratuitamente."
        },
        {
            "nome": "DANSEUR DE GUERRE",
            "sl": 5,
            "descricao": "Depois de realizar uma dança, seus ataques com armas de combate desarmado, adaga, mangual e arremesso causam 【SL】 de dano extra até o início do seu próximo turno. Se tiver uma arma arcana equipada, magias ofensivas que você lançar também causam 【SL】 de dano extra até o início do seu próximo turno."
        }
    ],
    "extra": {
    "notes": "Danças não exigem ação, mas só podem ser feitas antes ou após uma ação (uma vez por turno). O custo é 10 PM, ou 5 PM se você já tiver dançado no turno anterior desta cena. Algumas são instantâneas, outras duram até o início do seu próximo turno.",
    "tables": [
      {
        "caption": "Lista de Danças",
        "headers": ["Dança", "Duração", "Efeito Detalhado"],
        "rows": [
          ["Danse de l'Ange", "Cena", "Escolha: Ganha Resistência a Luz OU todo seu dano (ataques/magias) torna-se Luz."],
          ["Danse de la Banshee", "Instantânea", "Escolha uma criatura visível. Se ela já estiver Lenta(Slow), ela sofre imediatamente o status Abalado(Shaken)."],
          ["Danse de la Chauve-souris", "Cena", "Escolha: Ganha Resistência a Escuridão OU todo seu dano torna-se Escuridão."],
          ["Danse du Golem", "Cena", "Escolha: Ganha Resistência a Raio OU todo seu dano torna-se Raio."],
          ["Danse du Griffon", "Cena", "Escolha: Ganha Resistência a Ar OU todo seu dano torna-se Ar."],
          ["Danse de l'Hydre", "Cena", "Após sofrer dano, escolha: recupera 5 PV OU recupera 5 PM."],
          ["Danse du Kraken", "Instantânea", "Escolha uma criatura visível. Se ela estiver Atordoada(Dazed), sofre imediatamente o status Lento(Slow)."],
          ["Danse du Lion", "Instantânea", "Você se recupera imediatamente de um efeito de status à sua escolha."],
          ["Danse de la Ménade", "Instantânea", "Escolha uma criatura visível. Ela perde PM igual ao seu dado de Dexterity atual."],
          ["Danse du Myrmidon", "Cena", "Escolha: Ganha Resistência a Terra OU todo seu dano torna-se Terra."],
          ["Danse du Cauchemar", "Instantânea", "Escolha uma criatura visível. Se ela estiver Abalada, sofre imediatamente o status Fraco(weak)."],
          ["Danse de l'Ouroboros", "Instantânea", "Escolha um aliado visível que ainda não agiu. Ele pode agir imediatamente após o seu turno."],
          ["Danse du Paon", "Instantânea", "Escolha uma criatura visível. O próximo ataque ou magia ofensiva dela deve incluir você como alvo, se possível."],
          ["Danse du Phénix", "Cena", "Escolha: Ganha Resistência a Fogo OU todo seu dano torna-se Fogo."],
          ["Danse du Satyre", "Instantânea", "Escolha uma criatura visível. Se ela estiver Fraca, sofre imediatamente o status Atordoado(Dazed)."],
          ["Danse de la Licorne", "Instantânea", "Escolha um aliado visível com quem você tenha um Laço: você e ele recuperam PV igual ao seu dado de Dexterity. +5 PV no nv 20, +10 PV no nv 40."],
          ["Danse du Yéti", "Cena", "Escolha: Ganha Resistência a Gelo OU todo seu dano torna-se Gelo."]
        ]
      }
    ]
  }
},
{
    "nome": "Symbolist",
    "icon": "icons/symbolisticon.png",
    "imagem": "img/symbolist.png",
    "livro": "High Fantasy",
    "resumo": "Existe um grande poder dentro de símbolos e imagens, e ninguém sabe disso melhor do que um Symboliste. Em vez de uma disciplina mágica, o simbolismo poderia ser descrito como um estudo de como tecer energias sobrenaturais em sinais e ícones: estes podem ser pinturas, runas, talismãs e muito mais. A maioria dos Symbolistes desenvolve suas habilidades através de prática intensa e estudo meticuloso, mas há muitos que veem esta disciplina mágica como uma forma de expressar livremente sua visão artística.",
    "beneficio_gratis": "+2 PI",
    "skills": [
        {
            "nome": "SYMBOLES MAGIQUES",
            "sl": 3,
            "descricao": "Se um aliado carrega um de seus símbolos, aquele aliado pode realizar a ação Conjurar (Spell) e destruir aquele símbolo para lançar uma única magia entre as que você conhece, desde que tenha um custo total de Pontos de Mente igual ou inferior a 【SL × 10】 (aquele aliado ainda deve pagar o custo de PM)."
        },
        {
            "nome": "MIRAGE",
            "sl": 0,
            "descricao": "Você ganha a habilidade de realizar Rituais da disciplina de Ritualismo; além disso, você pode usar Ritualismo para criar ilusões baseadas na visão."
        },
        {
            "nome": "TOUCHE PERSONNELLE",
            "sl": 5,
            "descricao": "Quando uma criatura que você possa ver que esteja carregando um de seus símbolos sofre dano ou recupera PV e/ou PM, você pode fazer com que aquela criatura sofra 【SL】 de dano extra ou recupere 【SL】 PV e/ou PM adicionais, respectivamente."
        },
        {
            "nome": "CONNEXION SYMBOLIQUE",
            "sl": 0,
            "descricao": "Você sempre sabe a direção exata para encontrar qualquer criatura carregando um de seus símbolos, desde que essa criatura esteja a até 2 dias de viagem da sua posição."
        },
        {
            "nome": "SYMBOLISME",
            "sl": 5,
            "descricao": "Cada vez que adquire esta habilidade, você aprende dois símbolos. Você pode ter até 【SL + 1】 símbolos ativos ao mesmo tempo; se criar mais enquanto estiver no seu limite, deve primeiro escolher e destruir alguns de seus símbolos anteriores. Você pode realizar a ação de Inventário e gastar 2 Pontos de Inventário para criar um símbolo que aprendeu e escolher uma opção: aplicar o símbolo a si mesmo; ou aplicar o símbolo a um aliado que possa ver; ou realizar um ataque gratuito com uma arma equipada. Este ataque não causa dano, mas você aplica uma cópia do símbolo escolhido a cada inimigo atingido (cada cópia conta como um símbolo separado para o seu limite)."
        }
    ],
    "extra": {
    "notes": "Símbolos seguem um conjunto de regras especiais.\n\n• Uma criatura só pode portar um símbolo por vez — se receber um novo símbolo, independentemente da origem, qualquer símbolo anterior é destruído.\n\n• Símbolos e seus efeitos têm durações ilimitadas até serem destruídos.\n\n• Se um Simbolista morrer, cada símbolo criado por ele é imediata e automaticamente destruído.\n\n• Se uma criatura portando um símbolo morrer, esse símbolo também é destruído.\n\nNo entanto, se a criatura for um NPC que simplesmente muda de forma e estatísticas quando reduzido a 0 Pontos de Vida, isso não remove o símbolo: em suma, o símbolo está \"narrativamente\" ligado àquele personagem específico, não à sua manifestação e parâmetros atuais.\n\n• Um Vilão pode, durante uma cena do Mestre, gastar 1 Ponto de Ultima para destruir qualquer número de símbolos portados por si mesmo e por qualquer um de seus aliados presentes durante aquela cena.\n\nEsta é a única forma possível de remover um símbolo contra a vontade do Simbolista que o criou, exceto pelo uso de uma oportunidade apropriada à cena ou uma Habilidade de NPC criada especificamente pelo Mestre (mas isso não deve ser feito mais do que duas ou três vezes por campanha).\n\n• Um Simbolista pode destruir qualquer número de seus símbolos a qualquer momento, sem necessidade de ação.\n\n• Se um símbolo exigir que você faça uma escolha ao ser criado, essa escolha se aplica a todas as cópias do símbolo criadas com aquela ação (mas não afeta nenhuma cópia daquele símbolo criada através de ações anteriores).\n\nPor exemplo, se um Simbolista aplicar dois símbolos de fraqueza (fogo) através da Habilidade Simbolismo, combinando-a com um ataque com a propriedade múltiplo (2), as criaturas que receberem esses símbolos sofrerão dano extra de fogo. Se logo em seguida o Simbolista aplicar um símbolo de fraqueza (raio) em uma terceira criatura, as duas criaturas anteriores ainda receberão dano extra de fogo, não de raio.\n\nLembre-se que o número máximo de símbolos que você pode ter ativos ao mesmo tempo é baseado no seu Nível de Habilidade (SL) em Simbolismo.",
    "tables": [
      {
        "caption": "Lista de Símbolos",
        "headers": ["Símbolo", "Efeito Detalhado"],
        "rows": [
          ["Symbole de Liaison", "Os dados de Atributo da criatura nunca podem ser maiores que seus tamanhos de dado base (nega bônus de magias/itens)."],
          ["Symbole de Création", "A criatura pode destruir este símbolo para ignorar o custo de Pontos de Inventário de uma ação."],
          ["Symbole de Désespoir", "Quando a criatura recupera PV/PM em conflitos, ela recupera apenas metade do valor normal."],
          ["Symbole de Destinée", "Se você vir o portador realizar um Teste, pode gastar 1 Ponto de Fabula para forçá-lo a rerolar ambos os dados (exceto Críticos/Fumbles)."],
          ["Symbole des Éléments", "Escolha um tipo elemental ao criar. Quando o portador causa dano e você o vê, você pode gastar PM igual a 1/3 do dano para mudar o tipo para o escolhido."],
          ["Symbole d'Inimitié", "Enquanto o portador estiver em Crise, os inimigos dele que puderem vê-lo devem incluí-lo como alvo de ataques/magias ofensivas."],
          ["Symbole de Flux", "Escolha um status ao criar. O portador ganha imunidade àquele status OU perde a imunidade e não pode ganhá-la."],
          ["Symbole d'Interdiction", "Escolha um tipo de ação (Ataque, Proteger, Objetivo, Conjurar, Habilidade). Ao realizar essa ação, o portador perde 5 PV e 5 PM (10 no nv 20, 20 no nv 40)."],
          ["Symbole de Croissance", "Magias com alvo 'Até 3 criaturas' lançadas pelo portador podem atingir 'Até 4'. O custo de PM adicional deve ser pago."],
          ["Symbole de Métamorphose", "O portador é tratado como sendo de uma Espécie escolhida para fins de habilidades. Não pode ser usado em PJs."],
          ["Symbole de Prospérité", "Quando o portador gasta 1 Ponto de Fabula para invocar Traço ou Laço, ele também recebe 100 zenit."],
          ["Symbole de Protection", "Escolha um tipo de dano ao criar. O portador ganha Resistência àquele tipo."],
          ["Symbole de Rébellion", "Se um Vilão estiver na cena, qualquer Teste Oposto do portador ativa Sucesso Crítico em números iguais (se não for Falha Crítica)."],
          ["Symbole de Renaissance", "Se o portador for reduzido a 0 PV, ele pode destruir o símbolo para ficar com exatamente 1 PV."],
          ["Symbole de Vengeance", "Quando uma criatura em Crise atinge o portador com ataque/magia ofensiva, o agressor recupera 5 PV e 5 PM."],
          ["Symbole de Sacrifice", "Quando o portador sofre dano e você o vê, você pode destruir o símbolo para sofrer o dano no lugar dele."],
          ["Symbole de Sorcellerie", "O custo de PM de magias que miram o portador é reduzido em 5 (mínimo de 5 PM). Efeito cumulativo se vários portadores forem mirados."],
          ["Symbole de Vérité", "Testes para examinar/localizar o portador, e Testes de Precisão/Magia contra ele ganham bônus de +2. Cumulativo."],
          ["Symbole de Faiblesse", "Escolha um tipo de dano ao criar. O portador sofre 5 de dano extra de fontes que causem esse tipo de dano."]
        ]
      }
    ]
  }
}
    ]
}
